Repository: horilla-opensource/horilla
Catalog: horilla/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Fill mail template details(reciever/instance, `self` will be the person who trigger the automation)
tr: Posta şablonu bilgilerini doldur (alıcı/instance, 'self' otomasyonu tetikleyen kişi olur)

source: Also Send to
tr: Ayrıca gönderin

source: Choose Delivery Channel
tr: Teslimat Kanalını Seçin

source: Load Automations
tr: Yük Otomasyonları

source: Notification
tr: Bildirim

source: Not Added
tr: Eklenmedi

source: Automations
tr: Otomasyonlar

source: New Automation
tr: Yeni Otomasyon

source: The directory does not exist.
tr: Dizin mevcut değildir.

source: Negative value is not accepatable.
tr: Negatif değer kabul edilemez.

source: Enter a hour between 0 to 24.
tr: 0 ile 24 arasında bir saat girin.

source: Enter a minute between 0 to 60.
tr: 0 ile 60 arasında bir dakika girin.

source: gdrive backup automation setup updated.
tr: Gdrive yedekleme otomasyonu kurulumu güncellendi.

source: gdrive backup automation setup Created.
tr: gdrive yedekleme otomasyonu kurulumu oluşturuldu.

source: Gdrive Backup Automation Removed Successfully.
tr: Gdrive yedekleme otomasyonu başarıyla kaldırıldı.

source: Format
tr: Biçim

source: Max size (In MB)
tr: Maksimum boyut (MB cinsinden)

source: Reject Reason
tr: Red Nedeni

source: Notify Before
tr: Önceden bildir

source: Is Digital Asset
tr: Dijital Varlık mı?

source: Title must be at least 3 characters
tr: Başlık en az 3 karakter olmalı

source: File size exceeds the limit
tr: Dosya boyutu sınırı aşıyor

source: Please upload {} file only.
tr: Lütfen sadece {} dosyayı yükleyin.

source: LDAP Configuration
tr: LDAP Konfigürasyonu

source: Configuration updated successfully.
tr: Konfigürasyon başarıyla güncellendi.

source: Attendees
tr: Katılımcılar

source: Google meeting
tr: Google toplantısı

source: Google Meet Integration
tr: Google Meet Entegrasyonu

source: Enable Google meet
tr: Google Meet’i Etkinleştir

source: Enable this to integrate Google meet to Horilla.
tr: Bunu etkinleştirerek Google Meet'i Horilla'ya entegre edin.

source: Theme Manager
tr: Tema Yöneticisi

source: Is Default
tr: Varsayılan

source: Set as default theme for login page. Only one theme can be default across all companies.
tr: Giriş sayfası için varsayılan tema olarak ayarlayın. Tüm şirketlerde sadece bir tema varsayılan olabilir.

source: Color Theme
tr: Renk teması

source: Color Themes
tr: Renk Temaları

source: Theme
tr: Tema

source: Company Theme
tr: Şirket Teması

source: Company Themes
tr: Şirket Temaları

source: Reason for Cancellation
tr: İptal sebebi

source: Reason for Rejection
tr: Reddedilme Sebebi

source: View attachment
tr: Eki görüntüle

source: Activities:
tr: Etkinlikler:

source: View Clashes
tr: Çatışmaları Görüntüleyin

source: Tax
tr: Vergi

source: Pretax
tr: Vergisizlik öncesi

source: Question Template
tr: Soru Şablonu

source: Managers
tr: Yöneticiler

source: Answerable employees
tr: Sorumlu çalışanlar

source: Minutes of Meeting
tr: Toplantı Tutanakları

source: Planned To Leave
tr: Ayrılmayı Planlıyorum

source: Taxable
tr: Vergiye tabi

source: One Time Allowance
tr: Tek Seferlik Ücret

source: Condition Based
tr: Koşul Temelli

source: Has Maximum Limit
tr: Maksimum Sınırı Vardır

source: Allowance Eligibility
tr: Ücret Uygunluğu

source: Specific Employees
tr: Belirli Çalışanlar

source: One Time deduction
tr: Tek Seferlik Çıkarım

source: Deduction Eligibility
tr: Çıkarma Uygunluğu

source: Only the employees selected in any of the fields will have access to the
tr: Sadece herhangi bir alanda seçilen çalışanlar

source: If none are selected, the feature will be available to all normal users and employees.
tr: Eğer hiçbiri seçilmezse, özellik tüm normal kullanıcılar ve çalışanlar için erişilebilir olacaktır.

source: This will clear all filters you have applied.
tr: Bu, uyguladığınız tüm filtreleri temizler.

source: Comments disabled
tr: Yorumlar devre dışı bırakıldı

source: Comments of -
tr: Yorumlar -

source: Are you sure you want to delete this comment?
tr: Bu yorumu silmek istediğinizden emin misiniz?

source: Tracking ID
tr: İzleme Kimliği

source: Report
tr: Rapor

source: Asset Return
tr: Varlık Getirisi

source: Attendance Analytics
tr: Katılım Analitiği

source: Deduct From Carryforward
tr: Taşıma Üzerinden Düş

source: Penalty Amount
tr: Ceza Miktarı

source: On Leave, But Attendance Exist
tr: İzinli, ama Katılım Var

source: Date Range
tr: Tarih aralığı

source: Previous Page
tr: Önceki Sayfa

source: Next Page
tr: Sonraki Sayfa

source: Forgot Password ?
tr: Şifrenizi mi unuttunuz?

source: New Username
tr: Yeni Kullanıcı Adı

source: General
tr: Genel

source: Resignation Request
tr: İstifa Talebi

source: Notice Period
tr: Bildirim Dönemi

source: Once you enable this option, a new submenu called Biometric Devices will be added under the Attendance menu.
tr: Bu seçeneği etkinleştirdiğinizde, Katılım menüsüne Biyometrik Cihazlar adlı yeni bir alt menü eklenecektir.

source: No records available at the moment
tr: Şu anda kayıt yok

source: Application Form
tr: Başvuru Formu

source: Job Description
tr: İş tanımı

source: Choose Job Position
tr: İş Pozisyonunu Seç

source: Portfolio
tr: Portfolyo

source: Profile Image
tr: Profil Resmi

source: Resume
tr: Devam et

source: Submit Application
tr: Başvuruyu Gönder

source: Changes
tr: Değişiklikler

source: Are you sure you want to delete this note?
tr: Bu notu silmek istediğinizden emin misiniz?

source: stage
tr: Aşama

source: No notes have been added for this candidate
tr: Bu aday için herhangi bir not eklenmedi

source: No rating found.
tr: Değerlendirme bulunamadı.

source: Allocate
tr: Ayırmak

source: Dashboard Access
tr: Pano erişimi

source: Do you want to delete this allowance ?
tr: Bu ödeneği silmek ister misiniz?

source: Do you want to delete this deduction?
tr: Bu çıkarımı silmek ister misiniz?

source: Do you want to delete this asset ?
tr: Bu varlığı silmek ister misiniz?

source: Are you sure you want to delete this attendance?
tr: Bu katılımı silmek istediğinizden emin misiniz?

source: Date of birth
tr: Doğum Tarihi

source: Recruitment Information
tr: İşe Alım Bilgileri

source: Recruitment
tr: Alım

source: Applied Position
tr: Uygulamalı Pozisyon

source: Current Stage
tr: Güncel Aşama

source: Offer Letter Status
tr: Teklif Mektubu Durumu

source: Is Hired
tr: İşe Alındı

source: Schedule Interview
tr: Görüşmeyi Taklit Et

source: Interviewers
tr: Görüşmeciler

source: No interviews are scheduled for this candidate.
tr: Bu aday için herhangi bir mülakat planlanmamıştır.

source: Stars
tr: Yıldız

source: Star
tr: Yıldız

source: No survey templates have been established yet.
tr: Henüz herhangi bir anket şablonu oluşturulmadı.

source: Calculate Leave Amount
tr: İzin Miktarını Hesaplayın

source: Deduction Amount For One Leave
tr: Bir İzin İçin Indirim Miktarı

source: Tasks
tr: Görevler

source: Update Stage Order
tr: Aşama Sırasını Güncelleme

source: INTERVIEW : Today at
tr: RÖPORTAJ: Bugün

source: with
tr: ile

source: Completed
tr: Tamamlandı

source: Members
tr: Üyeler

source: No Description Available
tr: Açıklama Yok

source: 's Projects
tr: Projeleri

source: View Project
tr: Projeyi Görüntüle

source: No projects assigned to this employee.
tr: Bu çalışana hiçbir proje atanmadı.

source: Add more options..
tr: Daha fazla seçenek ekle..

source: View Timesheet Chart
tr: Zaman Çizelgesi Tablosunu Görüntüleyin

source: Do you want to delete this project?
tr: Bu projeyi silmek ister misin?

source: Compensatory Leave
tr: Telafi İzni

source: Compensatory Leave Request
tr: Telafi İzin Talebi

source: By enabling this compensatory leave feature will avilable on Leave.
tr: Bu telafi izin özelliğini etkinleştirerek, İzin sırasında kullanılabilir.

source: Total Vacancies
tr: Toplam Boş Pozisyonlar

source: Ongoing Recruitments
tr: Devam Eden Kadrolar

source: Conversion Rate
tr: Dönüşüm Oranı

source: Offer Acceptance Rate
tr: Teklif Kabul Oranı

source: Skill Zone Status
tr: Yetenek Bölgesi Durumu

source: Candidate Offer Letter Status
tr: Aday Teklif Mektubu Durumu

source: Candidate on Onboard
tr: Gemide Aday

source: Joinings Per Month
tr: Aylık Katılımlar

source: Current Hiring Pipeline
tr: Mevcut İşe Alım Hattı

source: Ongoing Recruitments & Hiring Managers
tr: Devam Eden İşe Alımlar ve İşe Alım Müdürleri

source: Candidates Per Stage
tr: Aşama Başına Adaylar

source: My Onboarding Tasks
tr: Onboarding Görevlerim

source: Total employee objectives
tr: Toplam çalışan hedefleri

source: Total key results
tr: Toplam önemli sonuçlar

source: Total feedbacks
tr: Toplam geri bildirim

source: Objective status
tr: Hedef durum

source: No objectives are available.
tr: Herhangi bir hedef mevcut değildir.

source: Key result status
tr: Ana sonuç durumu

source: No key results are available.
tr: Önemli sonuçlar mevcut değildir.

source: Feedback status
tr: Geri bildirim durumu

source: No feedbacks are available.
tr: Geri bildirim mevcut değil.

source: Objectives At-Risk
tr: Risk Altındaki Hedefler

source: Total Projects
tr: Toplam Servis

source: New Projects
tr: Yeni İşler

source: Projects in progress
tr: Devam eden projeler

source: Project Status
tr: Proje durumu

source: Projects due in this month
tr: Bu ay için teslim olacak projeler

source: Task Status
tr: Görev durumu

source: Select All Charts
tr: Tüm Haritaları Seç

source: Unselect All Charts
tr: Tüm Grafikleri Kaldır

source: Reorder Charts
tr: Yeniden Sıralama Listeleri

source: Charts
tr: Grafikler

source: Feedback Answer
tr: Geri Bildirim Yanıtı

source: Strongly Disagree
tr: Kesinlikle Katılmıyorum

source: Disagree
tr: Katılmıyorum

source: Neutral
tr: Kararsız

source: Agree
tr: Kabul

source: Strongly Agree
tr: Kesinlikle katılıyorum

source: Key Result
tr: Ana Sonuç

source: Perfect
tr: Mükemmel

source: Good
tr: İyi

source: Average
tr: Ortalama

source: Bad
tr: Kötü

source: Feedback Responses
tr: Geri Bildirim Yanıtları

source: Key Results
tr: Önemli Sonuçlar

source: Do you want archive this Feedback ?
tr: Bu geri bildirimi arşivlemek ister misiniz?

source: Do you want Delete this Feedback ?
tr: Bu Geri Bildirimi Sil mi istiyorsun?

source: Request feedback
tr: Geri bildirim talep edin

source: Answered Employees
tr: Yanıtlayan Çalışanlar

source: Employees not answered yet
tr: Çalışanlar henüz cevaplanmadı

source: Cyclic feedback period
tr: Döngüsel geri besleme dönemi

source: Next feedback on
tr: Sonraki geri bildirim

source: Feedback Answers
tr: Geri Bildirim Yanıtları

source: Feedback Overview
tr: Geri Bildirim Genel Bakış

source: Answer View
tr: Cevap Görünümü

source: Subordinates
tr: Astlar

source: Colleague
tr: Meslektaş

source: Other Employees
tr: Diğer Çalışanlar

source: Answers
tr: Cevaplar

source: Key results
tr: Önemli sonuçlar

source: No answers yet.
tr: Henüz cevap verilmemiş.

source: Hide Questions
tr: Soruları Gizle

source: Show Questions
tr: Soruları Göster

source: Question Type
tr: Soru Tipi

source: Question
tr: Soru

source: Hide Options
tr: Gizleme Seçenekleri

source: Show Options
tr: Seçenekleri Göster

source: Do you want to delete the question?
tr: Soruyu silmek ister misin?

source: Edit Question
tr: Soruyu Düzenle

source: Add A Question
tr: Bir Soru Ekle

source: Add Question
tr: Soru Ekle

source: Option
tr: Seçenek

source: Questions
tr: Sorular

source: Forgot Password
tr: Parolanızı mı unuttunuz

source: Type in your username to reset the password.
tr: Şifreyi sıfırlamak için kullanıcı adınızı yazın.

source: Send reset link
tr: Sıfırlama bağlantısı gönder

source: Reset link will be sent to your registered email
tr: Sıfırlama bağlantısı kayıtlı e-posta adresinize gönderilecektir

source: Delete Confirmation
tr: Silme Onayı

source: Deleting the record
tr: Kaydın silinmesi

source: would require managing the following related objects:
tr: aşağıdaki ilgili nesnelerin yönetilmesini gerektirir:

source: Protected Records
tr: Korunan Kayıtlar

source: Other Related Records
tr: Diğer İlgili Kayıtlar

source: I have took manual action for the protected records
tr: Korunan kayıtlar için manuel işlem yaptım

source: I acknowledge, i wont be able to revert this
tr: Kabul ediyorum, bunu geri alamayacağım

source: Confirming to delete the related and protected records
tr: İlgili ve korunan kayıtların silinmesi teyit ediliyor

source: Action Required
tr: İşlem Gerekli

source: Select All Columns
tr: Tüm Sütunları Seç

source: Records
tr: Kayıtlar

source: Revert
tr: Geri Al

source: Items
tr: Öğeler

source: Unselect
tr: Seçimi kaldır

source: Show All
tr: Tümünü Göster

source: Search in FAQs...
tr: SSS'te ara...

source: Approve request
tr: Onay talebi

source: Reject request
tr: Talebi reddet

source: Deadline
tr: Son Tarih

source: Last Activity
tr: Son Etkinlikler

source: No tags assigned
tr: Etiket atanmadı

source: Forwarded to
tr: Gönderildi

source: Choose or Drop Files Here
tr: Dosyaları Buradan Seç veya Bırak

source: Edit Ticket
tr: Bilet Düzenle

source: Toggle Rich Text
tr: Rich Text'i Aç

source: Add attachments
tr: Ekler ekleyin

source: Send
tr: Gönder

source: Todays's New Joiners
tr: Bugünün Yeni Katılımcıları

source: Leave on today
tr: Bugün ayrılın

source: Joining this week
tr: Bu hafta katılıyorum

source: Total Strength
tr: Toplam Güç

source: Create Announcement
tr: Duyuru Oluştur

source: Shift Requests to Approve
tr: Vardiyanın Onaylanması Talepleri

source: Work Type Requests to Approve
tr: İş Türü Onay Talepleri

source: Employee Work Information
tr: Çalışan Çalışma Bilgileri

source: Candidates Started Onboarding
tr: Adaylar Başlamaya Başladı

source: Overall Leave
tr: Genel Katılım

source: This Week
tr: Bu Hafta

source: This Month
tr: Bu Ay

source: This Year
tr: Bu Yıl

source: Leave Requests To Approve
tr: Onay Talebleri

source: Leave Allocation Request To Approve
tr: Onay Almak İçin Tahsis Başvurusu

source: Feedback To Answers
tr: Cevaplara Geri Bildirim

source: No charts are available at the moment...
tr: Şu anda herhangi bir grafik mevcut değil...

source: All Notifications
tr: Tüm Bildirimler

source: Clear All
tr: Hepsini temizle

source: Reorder Dashboard Charts
tr: Yeniden Sıralama Gösterge Paneli Grafikleri

source: Configurations
tr: Ayarlar

source: Multiple Approvals
tr: Çoklu Onaylar

source: Mail Automations
tr: Posta Otomasyonları

source: Restrict Leaves
tr: Yaprakları Kısıtla

source: Compensatory Leave Type
tr: Telafi İzin Türü

source: This leave type will be used for assigning compensatory leaves.
tr: Bu izin türü, telafi izinlerin atamasında kullanılacaktır.

source: Requests to Approve
tr: Onay Talepleri

source: Approved Leaves In This Month
tr: Bu Ayki Onaylı İzinler

source: Rejected Leaves In This Month
tr: Bu Ayda Reddedilen İzinler

source: Employee Leaves
tr: Çalışan İzinleri

source: View Personal Dashboard
tr: Kişisel Dashboard'u Görüntüle

source: Next Holiday
tr: Sonraki Tatil

source: Upcoming holidays
tr: Yaklaşan tatiller

source: Upcoming holidays in this year.
tr: Bu yıl yaklaşan tatiller.

source: Department Leaves
tr: Bölüm Ayrılıyor

source: Leave Type - Count of leaves
tr: Yaprak Tipi - Yaprak sayısı

source: Weekly Leave Analytics
tr: Haftalık İzin Analizleri

source: New Requests
tr: Yeni İstekler

source: Available Leaves
tr: Mevcut Yapraklar

source: Total Leave Requests
tr: Toplam İzin Talepleri

source: Add Comments
tr: Eklemek istediğiniz bir mesajınız varsa ekleyebilirsiniz

source: Add Files
tr: Dosya Ekle

source: 's leave allocation request
tr: izin tahsisi talebi

source: No Comments have been added for this Leave Allocation Request
tr: Bu İzin Tahsisi Talebi için herhangi bir yorum eklenmedi

source: Requested Days
tr: İstenen Günler

source: You have No leave requests for this month.
tr: Bu ay için izin talebiniz yok.

source: 's leave request
tr: izin talebi

source: No Comments have been added for this Leave request
tr: Bu İzin talebi için herhangi bir yorum eklenmedi

source: Create Leave Type
tr: İzin Tipi Oluştur

source: Is paid
tr: Ödendi

source: Limit Leave Days
tr: İzin Günlerini Sınırlayın

source: Do you want to limit leave days for this leave type?
tr: Bu tür izin için izin günlerini sınırlamak ister misiniz?

source: Require Approval
tr: Onay Gerekli

source: Do you need approval for leave from the authority?
tr: İzin için yetkiliden onay almak ister misiniz?

source: Reset
tr: Sıfırla

source: Do you need to reset leaves based on conditions?
tr: Yaprakları koşullara göre sıfırlamanız gerekiyor mu?

source: Reset Period
tr: Sıfırlama Dönemi

source: The time period for the leave to reset.
tr: İznin sıfırlanma süresi.

source: Reset Month
tr: Sıfırlama Ayı

source: Reset Day
tr: Sıfırlama Günü

source: Reset Weekday
tr: Hafta Gününü Sıfırla

source: Carryforward Type
tr: Taşıma tipi

source: The conditions for carrying forward the balance of leave.
tr: İznin dengesinin ileriye taşınması için koşullar.

source: Carryforward Max
tr: Devam eden Max

source: The maximum number of leave that can be carried forward.
tr: İleriye taşınabilecek maksimum izin sayısı.

source: Carryforward Expire In
tr: Devam Süresi Döner

source: The count of carryforward expire period
tr: Taşıma süresi sayısı

source: Carryforward Expire Period
tr: Taşıma Süresi

source: The time period for the expiration of carryforward leave.
tr: Aktarma izninin bitme süresi.

source: Carryforward Expire Date
tr: Devam Etme Süresi

source: The date on which carryforward leave resets to 0. After this reset, the date will be updated to the next expiration period.
tr: Taşıma izni tarihi sıfırlanır. Bu sıfırlamadan sonra, tarih bir sonraki son kullanma süresine güncellenecektir.

source: Icon
tr: İkon

source: Choose Icon
tr: Simge Seç

source: Require Attachment
tr: Bağlanma Gerektiriyor

source: Do you need to attach a document for leave?
tr: İzin için bir belge eklemeniz gerekiyor mu?

source: Exclude Company Holidays
tr: Şirket Tatillerini Hariç Tutun

source: Do you need to exclude company holidays from the requested leave days?
tr: İstenen izin günlerinden şirket tatillerini hariç tutmanız gerekiyor mu?

source: Exclude Holidays
tr: Tatiller Hariç Tutulur

source: Do you need to exclude public holidays from the requested leave days?
tr: Talep edilen izin günlerinden resmi tatilleri hariç tutmanız gerekiyor mu?

source: Is Encashable
tr: Nakit Edilebilir mi

source: Do you need to encash pending leave days?
tr: Bekleyen izin günlerini nakatlaştırmanız gerekiyor mu?

source: Assign to Employees
tr: Çalışanlara Atama

source: choose employees to assign this leave type
tr: Bu izin türünü atamak için çalışanları seçin

source: Update Leave Type
tr: İzin Türünü Güncelleme

source: Restrict Past Leave
tr: Geçmiş İznini Kısıtla

source: Restricts Past Date Leave Request Creation
tr: Geçmiş Tarih İzni İsteği Oluşturulmasını Kısıtlar

source: By enabling this only admins and managers can create leave requests for the past dates
tr: Bunu etkinleştirerek sadece yöneticiler ve yöneticiler geçmiş tarihler için izin talepleri oluşturabilir

source: Carryforwrad Leave Days
tr: Izinli Günler Taşıma

source: Total Leave Taken
tr: Toplam İzin Alma

source: Welcome to
tr: Hoşgeldiniz

source: HR
tr: İK

source: Please login to access the dashboard.
tr: Lütfen giriş yaparak kontrol paneline erişin.

source: Sign In
tr: Giriş Yap

source: Initialize Database
tr: Veritabanını başlatın

source: Load Demo Data
tr: Demo Verilerini Yükle

source: ago by
tr: Önceki Yazar

source: All Caught Up!
tr: Hepsi yetişti!

source: You have no new notifications at the moment
tr: Şu anda yeni bir bildiriminiz yok

source: Notifications
tr: Bildirimler

source: Clear Notifications
tr: Bildirimleri Temizle

source: View all Notification
tr: Tüm Bildirimleri Gör

source: Anonymous
tr: Anonim

source: Exit Ratio
tr: Çıkış oranı

source: Archived Employees / Total Employees
tr: Arşivlenmiş Çalışanlar / Toplam Çalışan

source: Exiting to Joining Ratio
tr: Katılım oranına çıkış

source: Exiting Employees : Joining Employees
tr: Çalışanlardan Ayrılan Çalışmalar: Çalışanlara Katılma

source: Archived Employees
tr: Arşivlenmiş Çalışanlar

source: Joining and Offboarding Chart
tr: Katılım ve Çıkış Chart

source: Department - JobPosition Offboarding
tr: Departman - İşPozisyon Çıkışı

source: Not Returned Assets
tr: Iade Edilmeyen Varlıklar

source: Offboarding Employees Feedbacks
tr: Çalışanların Geri Çekilmesi

source: No Comments have been added for this Shift request
tr: Bu Shift talebi için herhangi bir Yorum eklenmedi

source: By enabling this normal users can request for their resignation progress
tr: Bunu etkinleştirerek kullanıcılar istifa ilerlemesini talep edebilir

source: Activites
tr: Faaliyetler

source: Do you want to un-archive this employee objective?
tr: Bu çalışan hedefini arşivden çıkarmak ister misiniz?

source: Do you want to archive this employee objective?
tr: Bu çalışan hedefini arşivlemek ister misiniz?

source: Do you want to delete this employee objective?
tr: Bu çalışan hedefini silmek ister misiniz?

source: Employee Objectives
tr: Çalışan Hedefleri

source: Search by Employee or Objective...
tr: Çalışan veya Hedef Üzerinden Ara...

source: Objective
tr: Nesnel

source: Start Date From
tr: Başlangıç Tarihi

source: Start Date Till
tr: Başlama Tarihi Ile Birlikte

source: Objective Progress %% (GTE)
tr: Hedef İlerleme %% (GTE)

source: End Date From
tr: Bitiş Tarihi

source: End Date Till
tr: Bitiş Tarihi Till

source: Objective Progress %% (LTE)
tr: Hedef İlerleme %% (LTE)

source: KR Progress %% (GTE)
tr: KR İlerleme %% (GTE)

source: KR Progress %% (LTE)
tr: KR İlerleme %% (LTE)

source: Quick Filters
tr: Hızlı Filtreler

source: updated
tr: güncellenmiş

source: from
tr: itibaren

source: field of
tr: Alan

source: key result
tr: Ana Sonuç

source: added a comment
tr: yorum eklediiz

source: updated objective details
tr: Güncellenmiş hedef detayları

source: There are no assignees for this objective at the moment.
tr: Şu anda bu amaç için herhangi bir görevli bulunmamaktadır.

source: No Tasks found.
tr: Görev bulunmadı.

source: Select Month and Year:
tr: Seçilmiş Ay ve Yıl:

source: Contributions
tr: Katkılar

source: Employee Payslips
tr: Çalışan Maaş Notları

source: Total Payslips
tr: Toplam Maaş Notları

source: Total Payslips Genarated :
tr: Toplam Maaş Bordroları Oluşturuldu :

source: Total Amount :
tr: Toplam Tutar :

source: Department Total Amount
tr: Bölüm Toplam Miktarı

source: Employer Contributions
tr: İşveren Katkıları

source: Contracts Ending
tr: Sözleşmelerin Sona Ermesi

source: Number of contracts expiring in
tr: Süresi dolan sözleşme sayısı

source: Contracts Expired
tr: Sözleşmeler Süresi Doldu

source: Number of contracts expired in
tr: Süresi dolan sözleşme sayısı

source: Employee Contribution
tr: Çalışan Katkısı

source: Employer Contribution
tr: İşveren Katkısı

source: Total Amount
tr: Toplam Tutar

source: Paid Amount
tr: Ödenmiş Tutar

source: Balance Amount
tr: Bakiye Miktarı

source: One Time Date
tr: Bir Zaman Tarihi

source: Payslip
tr: Maaş bordrosu

source: Do you want to send the payslip by mail?
tr: Maaş borşunu posta ile göndermek ister misiniz?

source: Send via mail
tr: Posta ile gönderin

source: Total Net Payable
tr: Toplam Net Ödenecek

source: Gross Earnings - Total Deductions
tr: Brüt Kazanç - Toplam Kesintiler

source: Employee Net Pay
tr: Çalışan Net Maaşı

source: Actual Basic Pay
tr: Gerçek Temel Maaş

source: Paid Days
tr: Ücretli Günler

source: LOP Days
tr: LOP Günleri

source: Updated Basic Pay
tr: Güncellenen Temel Ücret

source: The payslip is calculated based on the updated basic pay
tr: Maaş bordrosu, güncellenmiş temel maaş verilerine göre hesaplanır

source: Taxable Gross Pay
tr: Vergilendirilebilir Brüt Ücret

source: Taxable amount
tr: Vergilendirilebilir tutar

source: Employee Details
tr: Çalışan Detayları

source: Bank Acc.
tr: Bank Hesabı.
