Repository: horilla-opensource/horilla
Catalog: horilla/locale/*/LC_MESSAGES/django.po
Languages: tr

source: You cannot delete {employee} work type request for the date {date}.
tr: {date} tarih için {employee} iş türü isteği silemezsiniz.

source: {} work type requests deleted.
tr: {} iş türü istekleri silindi.

source: Shift request added
tr: Vardiya talebi eklendi

source: Request Added
tr: İstek Eklendi

source: Can't edit approved shift request
tr: Onaylı vardiya talebini düzenleyemiyor

source: Shift request not found.
tr: Vardiya talebi bulunamadı.

source: Shift request rejected
tr: Vardiya talebi reddedildi

source: Shift request canceled
tr: Vardiya talebi iptal edildi

source: Shift has been approved.
tr: Vardiya onaylandı.

source: You are available for shift reallocation.
tr: Vardiya yeniden tahsisi için müsaitsiniz.

source: Shifts have been approved.
tr: Vardiyalar onaylandı.

source: You cannot delete this shift request.
tr: Bu vardiya talebini silemezsiniz.

source: You cannot delete {employee} shift request for the date {date}.
tr: {date} tarih için {employee} vardiya talebini silemezsiniz.

source: {} shift requests deleted.
tr: {} vardiya talepleri silindi.

source: Unread notifications removed.
tr: Okumayan bildirimler kaldırıldı.

source: All notifications removed.
tr: Tüm bildirimler kaldırıldı.

source: Notification deleted.
tr: Bildirim silindi.

source: Notifications marked as read
tr: Okunmuş olarak işaretlenmiş bildirimler

source: Settings updated.
tr: Ayarlar güncellendi.

source: Please select a valid date format.
tr: Lütfen geçerli bir tarih formatı seçin.

source: Date format saved successfully.
tr: Tarih formatı başarıyla kaydedildi.

source: Please update the company field for the user.
tr: Lütfen kullanıcı için şirket alanını güncelleyin.

source: Date format cannot saved. You are not in the company.
tr: Tarih formatı kaydedilemez. Şirkette değilsin.

source: Please select a valid time format.
tr: Lütfen geçerli bir saat formatı seçin.

source: Time format saved successfully.
tr: Zaman formatı başarıyla kaydedildi.

source: Time format cannot saved. You are not in the company.
tr: Zaman formatı kaydedilemez. Şirkette değilsin.

source: Profile edit accessibility feature has been removed.
tr: Profil düzenleme erişilebilirlik özelliği kaldırıldı.

source: Tag has been created successfully!
tr: Tag başarıyla oluşturuldu!

source: Tag has been updated successfully!
tr: Etiket başarıyla güncellendi!

source: Multiple approval condition created successfully
tr: Çoklu onay koşulu başarıyla oluşturuldu

source: Approval Manager {}
tr: Onay Yöneticisi {}

source: Multiple approval condition updated successfully
tr: Çoklu onay koşulu başarıyla güncellendi

source: Multiple approval condition deleted successfully
tr: Çoklu onay şartı başarıyla silindi

source: Default pagination updated.
tr: Varsayılan sayfa güncellemesi güncellendi.

source: Action has been created successfully!
tr: Aksiyon başarıyla oluşturuldu!

source: Action has been updated successfully!
tr: Aksiyon başarıyla güncellendi!

source: This action type is in use in disciplinary actions and cannot be deleted.
tr: Bu eylem türü disiplin işlemlerinde kullanılır ve silinmez.

source: Action has been deleted successfully!
tr: Eylem başarıyla silindi!

source: Dashboard charts updated successfully
tr: Gösterge paneli grafikleri başarıyla güncellendi

source: The biometric attendance feature has been activated successfully.
tr: Biyometrik katılım özelliği başarıyla etkinleştirildi.

source: The biometric attendance feature has been deactivated successfully.
tr: Biyometrik katılım özelliği başarıyla devre dışı bırakıldı.

source: New holiday created successfully..
tr: Yeni tatil başarıyla oluşturuldu..

source: Invalid start date format.
tr: Geçersiz başlangıç tarihi formatı.

source: Invalid end date format.
tr: Geçersiz bitiş tarihi formatı.

source: Recurring must be yes or no.
tr: Tekrarlayan cevaplar evet ya da hayır olmalı.

source: Invalid start date format {}
tr: Geçersiz başlangıç tarihi formatı {}

source: Invalid end date format {}
tr: Geçersiz bitiş tarihi formatı {}

source: Recurring must be {} or {}
tr: Tekrarlayan olanlar {} ya da {} olmalı

source: The file you attempted to import is unsupported
tr: İtişle aktarmaya çalıştığınız dosya desteklenmiyor

source: Holidays updated successfully..
tr: Tatiller başarıyla güncellendi..

source: Holidays deleted successfully..
tr: Tatiller başarıyla silindi..

source: Holidays not found.
tr: Tatiller bulunamadı.

source: Related entries exists
tr: İlgili girişler mevcuttur

source: {} Holidays have been successfully deleted.
tr: {} Holidays başarıyla silindi.

source: New company leave created successfully..
tr: Yeni şirket izni başarıyla oluşturuldu..

source: Company leave updated successfully..
tr: Şirket izni başarıyla güncellendi..

source: Company leave deleted successfully..
tr: Şirket izni başarıyla silindi..

source: Company leave not found.
tr: Şirket izni bulunamadı.

source: Penalty deleted suucessfully
tr: Ceza tamamen kaldırıldı

source: Biometric Devices
tr: Biyometrik Cihazlar

source: Fetch Logs
tr: Logları Getir

source: Not-Connected
tr: Bağlantısı Olmayan

source: Live Capture
tr: Canlı Kayıt

source: Add Biometric Device
tr: Biyometrik Cihaz Ekle

source: Edit Biometric Devices
tr: Biyometrik Cihazlar Düzenle

source: Biometric device updated successfully.
tr: Biyometrik cihaz başarıyla güncellendi.

source: Biometric device added successfully.
tr: Biyometrik cihaz başarıyla eklendi.

source: Schedule Biometric Device..
tr: Biyometrik Cihazı Programla..

source: Interval duration
tr: Aralık süresi

source: Employee Name
tr: Çalışan Adı

source: 15 characters max.
tr: En fazla 15 karakter.

source: Card Number
tr: Kart Numarası

source: User ID
tr: Kullanıcı ID

source: Card Status
tr: Kart Durumu

source: Card Type
tr: Kart Tipi

source: Valid Date Start
tr: Geçerli Tarih Başlangıç

source: Valid Date End
tr: Geçerli Tarih Sonu

source: This Card Number already exists.
tr: Bu Kart Numarası zaten var.

source: This User ID already exists.
tr: Bu Kullanıcı Kimliği zaten var.

source: This biometric %(label)s is already mapped with an employee
tr: Bu biyometrik %(label)s zaten bir çalışanla eşleştirilmiş

source: Both hour and minute cannot be zero
tr: Hem saat hem de dakika sıfır olamaz

source: ZKTeco / eSSL Biometric
tr: ZKTeco / eSSL Biyometrik

source: Anviz Biometric
tr: Anviz Biyometri

source: Matrix COSEC Biometric
tr: Matrix COSEC Biyometrik

source: Dahua Biometric
tr: Dahua Biyometri

source: e-Time Office
tr: e-Time Ofisi

source: In Device
tr: Cihazda

source: Alternate In/Out Device
tr: Alternatif Giriş/Çıkış Cihazı

source: System Direction(In/Out) Device
tr: Sistem Yönü (Giriş/Çıkış) Cihazı

source: Device Type
tr: Cihaz Tipi

source: Machine IP
tr: Cihaz IP

source: Port No
tr: Liman No

source: Request ID
tr: Istek ID

source: API Url
tr: API

source: API Key
tr: API Anahtarı

source: API Secret
tr: Gizli APİ

source: Is Scheduled
tr: Planlanıyor

source: Device Direction
tr: Cihaz Yönü

source: The Machine IP is required for the selected biometric device.
tr: Seçilen biyometrik cihaz için Makine IP'si gereklidir.

source: The Port Number is required for the selected biometric device.
tr: Seçilen biyometrik cihaz için Port Numarası gereklidir.

source: The password is required for ZKTeco Biometric Device.
tr: ZKTeco Biyometrik Cihaz için şifre gereklidir.

source: The password must be an integer (numeric) value for ZKTeco Biometric Device.
tr: Şifre, ZKTeco Biyometrik Cihaz için tam sayı (sayısal) bir değer olmalıdır.

source: The Username is required for the selected biometric device.
tr: Seçilen biyometrik cihaz için kullanıcı adı gereklidir.

source: The Password is required for the selected biometric device.
tr: Seçilen biyometrik cihaz için şifre gereklidir.

source: The Request ID is required for the Anviz Biometric Device.
tr: Anviz Biyometrik Cihazı için Talep Kimliği gereklidir.

source: The API URL is required for Anviz Biometric Device.
tr: Anviz Biyometrik Cihaz için API URL'si gereklidir.

source: The API Key is required for Anviz Biometric Device.
tr: API Anahtarı, Anviz Biyometrik Cihaz için gereklidir.

source: The API Secret is required for Anviz Biometric Device.
tr: API Secret, Anviz Biyometrik Cihaz için gereklidir.

source: Authentication failed. Please check your API Url , API Key and API Secret.
tr: Kimlik doğrulama başarısız oldu. Lütfen API URL'lerinizi, API Anahtarınızı ve API Sırrınızı kontrol edin.

source: Authentication failed. Please check your API Url , API Key and API Secret.
tr: Kimlik doğrulama başarısız oldu. Lütfen API URL'lerinizi, API Anahtarınızı ve API Sırrınızı kontrol edin.

source: Biometric Device
tr: Biyometrik Cihaz

source: Employee in Biometric Device
tr: Biyometrik Cihaz Çalışanı

source: Employees in Biometric Device
tr: Biyometrik Cihazlarda çalışanlar

source: COSEC Attendance Arguments
tr: COSEC Katılım Tartışmaları

source: Add Employee
tr: Çalışan Ekle

source: Add
tr: Ekle

source: Activate live capture mode
tr: Canlı yakalama modunu etkinleştir

source: Deactivate
tr: Devre dışı bırak

source: Unschedule
tr: Programı Kaldır

source: Schedule
tr: Program

source: No biometric devices found.
tr: Biyometrik cihaz bulunmadı.

source: Edit COSEC User
tr: COSEC Kullanıcısını Düzenle

source: User Active
tr: Kullanıcı Aktif

source: Validity Enable
tr: Geçerlilik Etkinleştirme

source: Validity End Date
tr: Geçerlilik Bitiş Tarihi

source: Device
tr: Cihaz

source: Badge ID
tr: Personel Kodu

source: Fingerprint
tr: Parmak izi

source: Work Email
tr: İş E-postası

source: Phone
tr: Telefon

source: Do you want to delete this user from the biometric device?
tr: Bu kullanıcıyı biyometrik cihazdan silmek ister misiniz?

source: Reference ID
tr: Referans Kimliği

source: Finger Count
tr: Parmak Sayımı

source: Face Count
tr: Yüz Sayısı

source: Biometric Template
tr: Biyometrik Şablon

source: Card Count
tr: Kart Sayısı

source: Valid Active
tr: Geçerli Aktif

source: Valid End Date
tr: Geçerli Bitiş Tarihi

source: Not Enrolled
tr: Kaydedilmemiş

source: Enable Face
tr: Yüzü Etkinleştir

source: Schedule Biometric Device
tr: Biyometrik Cihaz Programı

source: Dahua User
tr: Dahua Kullanıcısı

source: Are you sure you want to delete this user?
tr: Bu hesabı silmek istediğinize emin misiniz?

source: Map Dahua User
tr: Harita Dahua Kullanıcısı

source: Map
tr: Konumu

source: Map Employee
tr: Harita Çalışanı

source: Emp Code
tr: EMP Kodu

source: Map e-Time Office User
tr: Harita e-Time Office Kullanıcısı

source: Do you want to unschedule the device attendance fetching?
tr: Cihaz katılım getirme programını geri almak ister misiniz?

source: Device:
tr: Cihaz:

source: Direction:
tr: Yön:

source: Biometric device unscheduled successfully
tr: Biyometrik cihaz plansız başarıyla

source: Biometric device not found.
tr: Biyometrik cihaz bulunamadı.

source: Device is %(message)s
tr: Cihaz %(message)s

source: Biometric device deleted successfully.
tr: Biyometrik cihaz başarıyla silindi.

source: Connection Successful
tr: Bağlantı Başarılı

source: ZKTeco test connection successful.
tr: ZKTeco test bağlantısı başarılı.

source: Authentication Error
tr: Kimlik Doğrulama Hatası

source: Double-check the provided IP, Port, and Password.
tr: Verilen IP, port ve şifreyi tekrar kontrol edin.

source: Connection unsuccessful
tr: Bağlantı başarısız

source: Please check the IP, Port, and Password.
tr: Lütfen IP, port ve şifreyi kontrol edin.

source: Anviz test connection successful.
tr: Anviz testi bağlantısı başarılı.

source: API credentials might be incorrect.
tr: API kimlik bilgileri yanlış olabilir.

source: API request failed.
tr: API isteği başarısız oldu.

source: Matrix test connection successful.
tr: Matris testi bağlantısı başarılı.

source: Double-check the provided Machine IP, Username, and Password.
tr: Verilen Makine IP, kullanıcı adı ve şifreyi tekrar kontrol edin.

source: Dahua test connection successful.
tr: Dahua test bağlantısı başarılı.

source: e-Time Office test connection successful.
tr: e-Time Office test bağlantısı başarılı.

source: Double-check the provided API Url, Username, and Password: {}
tr: Verilen API URL'sini, Kullanıcı Adı ve Şifreyi tekrar kontrol edin: {}

source: Connection error
tr: Bağlantı hatası

source: Biometric device not supported.
tr: Biyometrik cihaz desteklenmiyor.

source: Bulk log fetching is currently available only for ZKTeco / eSSL devices. Support for other biometric systems will be added soon.
tr: Toplu log getirme şu anda yalnızca ZKTeco / eSSL cihazları için mevcuttur. Diğer biyometrik sistemler için destek yakında eklenecek.

source: Logs Fetched Successfully
tr: Kütükler Başarıyla Getirildi

source: Connection Unsuccessful
tr: Bağlantı Başarısız

source: Double-check the provided API Url, Username, and Password
tr: Sağlanan API URL'sini, kullanıcı adını ve şifresini tekrar kontrol edin

source: Failed to establish a connection. Please verify the accuracy of the IP Address , Port No. and Password of the device.
tr: Bağlantı kuramadı. Lütfen IP Adresi, Port No. ve cihazın şifresi.

source: Biometric device not found
tr: Biyometrik cihaz bulunamadı

source: {} successfully removed from the biometric device.
tr: {} biyometrik cihazdan başarıyla çıkarıldı.

source: Face recognition enabled successfully
tr: Yüz tanıma başarıyla etkinleştirildi

source: Something went wrong when enabling face
tr: Yüzü etkinleştirirken bir şeyler ters gitti

source: Device not found
tr: Cihaz bulunamadı

source: Biometric user data updated successfully
tr: Biyometrik kullanıcı verileri başarıyla güncellendi

source: This date cannot be used as the Validity End Date for the COSEC Biometric.
tr: Bu tarih, COSEC Biyometrisi için Geçerlilik Son Tarihi olarak kullanılamaz.

source: Biometric user not found
tr: Biyometrik kullanıcı bulunamadı

source: successfully removed from the biometric device.
tr: biyometrik cihazdan başarıyla çıkarıldı.

source: {} added to biometric device successfully
tr: {} biyometrik cihaza başarıyla eklendi

source: {} already added to biometric device
tr: {} biyometrik cihaza zaten eklenmiştir

source: Selected employee successfully mapped to the biometric user
tr: Seçilen çalışan biyometrik kullanıcıya başarıyla eşlendi

source: Failed to add user to biometric device.
tr: Biyometrik cihaza kullanıcı eklemek başaramadı.

source: {} successfully deleted!
tr: {} başarıyla silindi!

source: {} users successfully deleted!
tr: {} kullanıcı başarıyla silindi!

source: No rows are selected for deleting users from device.
tr: Kullanıcıları cihazdan silmek için satır seçilmez.

source: An error occurred: {}
tr: Bir hata meydana geldi: {}

source: Add Field
tr: Alan Ekle

source: Name can only contain alphabetic characters, and multiple spaces are not allowed.
tr: İsim yalnızca alfabetik karakterler içerebilir ve birden fazla boşluk kullanılmasına izin verilmez.

source: Please enter different name
tr: Lütfen farklı bir isim girin

source: Proceed
tr: Devam Et

source: Success
tr: Başarılı

source: Column will be permently removed from the table on the next service reload
tr: Sütun, bir sonraki servis yeniden yüklemesinde kalıcı olarak tablodan çıkarılacaktır

source: New field added
tr: Yeni alan eklendi

source: Login Block
tr: Giriş Bloğu

source: Action Type
tr: Eylem Türü

source: The action type updated successfully.
tr: Aksiyon türü başarıyla güncellendi.

source: The action type created successfully.
tr: Aksiyon türü başarıyla oluşturuldu.

source: Allocation feature not possible to this candidate
tr: Bu adaya ayırım özelliği mümkün değil

source: Summary
tr: Özet

source: Contact name
tr: İrtibat adı

source: Contact Relation
tr: Temas İlişkisi

source: Personal Information Updated
tr: Kişisel Bilgiler Güncellendi

source: Work Info Updated
tr: İş Bilgileri Güncellendi

source: Bank Info Updated
tr: Banka Bilgileri Güncellendi

source: Leave Policy
tr: İzin Kuralı

source: Assigned
tr: Atanma

source: Cannot Assign or Already Assigned
tr: Atanamaz veya Zaten Atanmış

source: Select Types to Assign
tr: Atanacak Türleri Seç

source: Selected Available Assets Allocated
tr: Seçilmiş Mevcut Varlıklar Tahsis Edildi

source: Select Available Assets to Add
tr: Eklemek İçin Mevcut Varlıkları Seç

source: An error occured
tr: Bir hata oluştu

source: Employee assigned to group
tr: Gruba atanan çalışan

source: Allowance
tr: Kesinti

source: Deduction
tr: Kesinti

source: Allowance excluded
tr: Ödenek hariç

source: Added to Selected Allowances
tr: Seçilmiş Ödeneklere Eklendi

source: Select Allowances to Add
tr: Eklemek için Seçilmiş İzinler

source: Deduction excluded
tr: Çıkarım hariç

source: Added to Selected Deductions
tr: Seçilmiş Çıkarımlara Eklendi

source: Select Deductions to Add
tr: Eklemek için Seç Çıkarımlar

source: Dashboard access provided
tr: Kontrol paneli erişimi sağlanıyor

source: Dashboard access removed
tr: Dashboard erişimi kaldırıldı

source: Action Taken
tr: Alınan Önlemler

source: Action Date
tr: Eylem Tarihi

source: Disciplinary Actions
tr: Disiplin Cezaları

source: Action Created
tr: Yaratılan Eylem

source: Take An Action
tr: Bir Eylem Yapın

source: Disciplinary action updated Successfully
tr: Disiplin cezası başarıyla güncellendi

source: Disciplinary action created Successfully
tr: Disiplin cezası Başarıyla oluşturuldu

source: Create Document Request
tr: Belge Talebi Oluştur

source: Update Document Request
tr: Belge Talebini Güncelleme

source: Document Request Updated Successfully
tr: Belge Talebi Başarıyla Güncellendi

source: Document request created successfully
tr: Belge talebi başarıyla oluşturuldu

source: Document
tr: Belge

source: Document Uploaded Successfully
tr: Belge Başarıyla Yüklendi

source: Do you want to reject this request
tr: Bu talebi reddetmek ister misiniz?

source: Document request rejected
tr: Belge talebi reddedildi

source: No document uploaded
tr: Hiçbir belge yüklenmedi

source: Upload File
tr: Dosya Yükle

source: Document uploaded successfully
tr: Belge başarıyla yüklendi

source: Bulk Approve Requests
tr: Toplu Onay Talepleri

source: Bulk Reject Requests
tr: Toplu Reddetme Talepleri

source: Document Requests
tr: Belge İstekleri

source: Block Account
tr: Blok Hesabı

source: Un-Block Account
tr: Hesabı Kaldır

source: Send password reset link
tr: Şifre sıfırlama linki gönder

source: Edit Profile
tr: Profili Düzenle

source: About
tr: Hakkında

source: Work Type & Shift
tr: İş Türü ve Vardiya

source: Groups & Permissions
tr: Gruplar ve İzinler

source: Note
tr: Not

source: Documents
tr: Dökümanlar

source: Mail Log
tr: E-Posta Kayıtları

source: History
tr: Geçmiş

source: Employee Tags
tr: Çalışan Etiketleri

source: Employee Tag Update
tr: Çalışan Etiketi Güncellemesi

source: Email
tr: E-posta

source: Badge Id
tr: Rozet Kimliği

source: Date of Joining
tr: Katılım Tarihi

source: Work Information
tr: Çalışma Bilgileri

source: Bulk mail
tr: Toptan posta

source: Bulk Update
tr: Toplu Güncelleme

source: Policy Creation
tr: Politika Oluşturma

source: Policy Update
tr: Politika Güncellemesi

source: Policy saved
tr: Politika kaydedildi

source: Policy updated
tr: Politika güncellendi

source: Policies
tr: Politikalar

source: Search in : Employee
tr: Ara: Çalışan

source: Search in : Reporting manager
tr: Ara: Raporlama yöneticisi

source: An Employee with this Email already exists in company {}
tr: Bu e-posta adresine sahip bir çalışan zaten şirket {}

source: An Employee with this Email already exists
tr: Bu E-posta Adresine sahip bir çalışan zaten var

source: Create New {}
tr: Yeni {} yaratın

source: Select Fields to Update
tr: Güncelleme Alanlarını Seç

source: ---Choose Action---
tr: ---Eylemi Seç---

source: Create new action type
tr: Yeni aksiyon türü oluşturun

source: The uploaded file is empty, Not contain records.
tr: Yüklenen dosya boş, kayıt içermiyor.

source: These required headers are missing in the uploaded file:
tr: Bu gerekli başlıklar yüklenen dosyada eksiktir:

source: First Name
tr: İsim

source: Last Name
tr: Soyadı

source: Expected working
tr: Beklenen çalışma

source: On Leave
tr: İzinli

source: Waiting Approval
tr: Onaylama Bekleniyor

source: Canceled / Rejected
tr: İptal edildi / Reddedildi

source: On a break
tr: Mola

source: Recruitment manager
tr: İşe alım yöneticisi

source: Recruitment stage manager
tr: İşe alım aşama yöneticisi

source: Onboarding stage manager
tr: Onboarding sahne yöneticisi

source: Onboarding task manager
tr: Onboarding görev yöneticisi

source: ---Choose employee---
tr: ---Çalışanı seç---

source: Employee tag
tr: Çalışan etiketi

source: Work Phone
tr: İş Telefonu

source: Joining Date
tr: Üyelik Tarihi

source: Contract End Date
tr: Sözleşme Bitiş Tarihi

source: Basic Salary
tr: Temel Maaş

source: Salary Per Hour
tr: Saatlik Maaş

source: Employee Bank Details
tr: Çalışan Bankası Detayları

source: Bank details for an employee with this account number already exist
tr: Bu hesap numarasına sahip bir çalışanın banka bilgileri zaten mevcuttur

source: Policy
tr: İlke

source: equals
tr: eşit

source: grater than
tr: daha sürtünme

source: less than
tr: daha az

source: greater than or equal
tr: yanıtı, belirli sayıdan fazla veya bu sayıya eşit bir sipariş sayısına sahip nesnelerle sınırla

source: less than or equal
tr: Yanıtı, belirli sayıdan az veya bu sayıya eşit bir sipariş sayısına sahip nesnelerle sınırla.

source: Enable login block :
tr: Giriş blokunu etkinleştir :

source: Action Types
tr: Aksiyon Türleri

source: Hours
tr: Saat

source: Policies Not Found
tr: Bulunamayan Politikalar

source: Disciplinary action taken.
tr: Disiplin cezası alındı.

source: Disciplinary action updated.
tr: Disiplin işlemi güncellendi.

source: Employees login credentials will be unblocked.
tr: Çalışanların giriş bilgileri engelden kaldırılacaktır.

source: Employee removed from disciplinary action successfully.
tr: Çalışan disiplin cezasından başarıyla çıkarıldı.

source: Disciplinary action deleted.
tr: Disiplin cezası kaldırıldı.

source: Tracking
tr: Takip

source: This employee is not assigned to any groups.
tr: Bu çalışan hiçbir gruba atanmamıştır.

source: Total Days
tr: Toplam Günler

source: Amount
tr: Tutar

source: Suspended for
tr: Uzaklaştırıldı

source: hours
tr: saat

source: Are you sure you want to delete this disciplinary action?
tr: Bu disiplin cezasını silmek istediğinizden emin misiniz?

source: View File
tr: Dosyayı görüntüle

source: No file has been uploaded.
tr: Hiçbir dosya yüklenmedi.

source: Are you sure you want to delete this disciplinary action?
tr: Bu disiplin cezasını silmek istediğinizden emin misiniz?

source: Are you sure want to remove this employee from this action?
tr: Bu çalışanı bu işlemden çıkarmak istediğinizden emin misiniz?

source: Disciplinary Action
tr: Disiplin Cezası

source: Document Request
tr: Belge Talebi

source: Document request
tr: Belge talebi

source: No Document
tr: Belge Yok

source: Upload Document
tr: Belge Yükle

source: Are you sure you want to delete this Document Request?
tr: Bu Belge Talebini silmek istediğinizden emin misiniz?

source: No Documents available at the moment
tr: Şu anda mevcut bir belge yok

source: Export Individual Data
tr: Bireysel Verileri Dışa Aktar

source: Do you want to archive this employee?
tr: Bu çalışanı arşivlemek ister misin?

source: Do you want to un-archive this employee?
tr: Bu çalışanı arşivden çıkarmak ister misiniz?

source: Currently Working
tr: Şuan çalışıyor

source: Import Employee
tr: İthalat Çalışanı

source: Export Employees
tr: İhracat Çalışanları

source: Bulk Update Employees
tr: Toplu Güncelleme Çalışanları

source: Export Data
tr: Verileri Dışa Aktar
