Repository: horilla-opensource/horilla
Catalog: horilla/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Do you really want to prevent this employee from accessing and logging into this webpage?
tr: Gerçekten bu çalışanın bu web sayfasına girip giriş yapmasını engellemek mi istiyorsunuz?

source: Do you really want to allow this employee to access and log into this webpage?
tr: Bu çalışanın bu web sayfasına girip giriş yapmasına gerçekten izin vermek ister misiniz?

source: Birthday
tr: Doğumgünü

source: Pending
tr: Beklemede

source: There are currently no disciplinary actions to consider.
tr: Şu anda dikkate alınması gereken bir disiplin eylemi yoktur.

source: Take An Action.
tr: Bir Eylem Yapın.

source: Edit Action.
tr: Düzenleme Eylemi.

source: Do you really want to approve all the selected requests?
tr: Gerçekten seçilmiş tüm talepleri onaylamak mı istiyorsunuz?

source: Selected Documents
tr: Seçilmiş Belgeler

source: Uploaded / Requested
tr: Yüklendi / İstendi

source: Are you sure you want to delete this Document Request?
tr: Bu Belge Talebini silmek istediğinizden emin misiniz?

source: File Uploaded
tr: Dosya Yüklendi

source: Do you want to approve this request
tr: Bu talebi onaylamak ister misiniz?

source: No documents found.
tr: Doküman bulunamadı.

source: Personal Info
tr: Kişisel Bilgiler

source: Upload Photo
tr: Fotoğraf Yükle

source: Show
tr: Göster

source: Today
tr: Bugün

source: Tomorrow
tr: Yarın

source: In
tr: İçinde

source: Attendance Records
tr: Seyirci Kayıtları

source: From
tr: Kimden

source: To
tr: Kime

source: Leave Records
tr: Kayıtları Bırak

source: Payroll Records
tr: Maaş Kayıtları

source: Bank Name
tr: Banka adı

source: Account Number
tr: Hesap Numarası

source: Branch
tr: Şube

source: Bank Code
tr: Banka Kodu

source: Bank Address
tr: Banka Adresi

source: Date of Birth
tr: Doğum Tarihi

source: Qualification
tr: Nitelik

source: Experience
tr: Deneyim

source: Zip Code
tr: Posta kodu

source: Emergency Contact
tr: İletişim Bilgisi

source: Contact Name
tr: Kişi Adı

source: Emergency Contact Relation
tr: Acil Durum İletişim İlişkisi

source: Marital Status
tr: Evlilik Durumu

source: Children
tr: Çocuk

source: Delete Image
tr: Resmi Sil

source: Update Image
tr: Resmi Güncelle

source: Bank Info
tr: Banka Bilgileri

source: Rejection
tr: Reddetme

source: Job Title
tr: İş Ünvanı

source: Shift Information
tr: Vardiya Bilgileri

source: Also send to
tr: Ayrıca gönder

source: Template
tr: Şablon

source: Message Body
tr: Mesaj İçeriği

source: Write
tr: Yaz

source: Preview
tr: Önizleme

source: Template as Attachment
tr: Şablon Bağlanma Olarak

source: Other Attachments
tr: Diğer Bağlar

source: Employee Group Assign
tr: Çalışan Grubu Ataması

source: Probation From
tr: Denetimli Serbestlikten

source: Is Directly Converted
tr: Doğrudan dönüştürülür

source: Probation Till
tr: Denetimli Serbestlik Süresine Kadar

source: Is From Onboarding
tr: Onboarding'den kaynaklanıyor

source: for:
tr: için:

source: List
tr: Liste

source: Card
tr: Kart

source: Bulk Mail
tr: Toplu Posta

source: Employees Bulk Update
tr: Çalışan Toplu Güncellemesi

source: Revoke Profile Edit Access
tr: Profil Düzenleme Erişimini Geri Al

source: Add Profile Edit Access
tr: Profil Düzenleme Erişimi Ekle

source: Do you want to un archive this employee?
tr: Bu çalışanı arşivden çıkarmak ister misiniz?

source: All non-active contracts of the employee will also be deleted. Do you want to continue ?
tr: Çalışanın tüm aktif olmayan sözleşmeleri de kaldırılacaktır. Devam etmek ister misin?

source: New Employee
tr: Çalışan Ekle

source: User Groups
tr: Kullanıcı Grupları

source: User Permissions
tr: Kullanıcı İzinleri

source: Admin Level User
tr: Yönetici Düzeyi Kullanıcı

source: There are currently no employees to consider.
tr: Şu anda dikkate alınacak çalışan yok.

source: Select All Employees
tr: Tüm Çalışanları Seç

source: Unselect All Employees
tr: Tüm Çalışanları Seçmeden Kaldır

source: Info
tr: Bilgi

source: Selected Employees
tr: Seçilmiş Çalışanlar

source: Are you sure want to delete this employee?
tr: Bu çalışanı silmek istediğinizden emin misiniz?

source: Available Leave Days
tr: Mevcut İzin Günleri

source: Carryforward Leave Days
tr: Devam İzni Günleri

source: Total Leave Days
tr: Toplam İzin Günleri

source: Requested days
tr: İstenen günler

source: Leave Request
tr: İzin İsteği

source: My Profile
tr: Profilim

source: Logout
tr: Çıkış

source: Organization Chart
tr: Organizasyon Şeması

source: Reporting Managers
tr: Raporlama Müdürleri

source: Review Ongoing
tr: İnceleme Devam Ediyor

source: Confirmed
tr: Onaylandı

source: Paid
tr: Ödendi

source: Period
tr: Dönem

source: Gross Pay
tr: Brüt Maaş

source: Net Pay
tr: Net Ödeme

source: Due In
tr: Teslim Edilecek

source: Answer
tr: Cevap

source: Answer view
tr: Cevap görünümü

source: Personal Information
tr: Kişisel Bilgiler

source: Emergency Contact Name
tr: Acil Durum İletişim Adı

source: Salary
tr: Ücret

source: Bank Information
tr: Banka bilgisi

source: View policy
tr: Politikayı görüntüleyin

source: There are currently no policies to consider.
tr: Şu anda dikkate alınması gereken bir politika yok.

source: assigned as
tr: Atanmış

source: Assigned As
tr: Atanmış

source: Replace Employee
tr: Çalışanı Değiştir

source: Encashment Redeem Condition
tr: Nakit Ödeme Şartı

source: Bonus Unit
tr: Bonus Birim

source: Set the amount for one bonus points encashment (unit)
tr: Bir bonus puan nakit (birim) için miktarı belirleyin

source: Leave Unit
tr: Ayrılma Birimi

source: Set the amout for one leave encashment
tr: Bir izin nakit için ayarla

source: Badge Prefix
tr: Rozet Ön Eki

source: Set initial badge-id
tr: İlk rozet kimliğini ayarla

source: Select the company.
tr: Şirketi seçin.

source: Notes
tr: Notlar

source: Add notes
tr: Notlar ekle

source: Allowances
tr: Müinatlar

source: Deductions
tr: Kesintiler

source: Is Taxable
tr: Vergilendirilebilir mi

source: Is Condition Based
tr: Koşullara Dayalı

source: Is Fixed
tr: Sabittir

source: Rate
tr: Oran

source: On
tr: Açık

source: All time allowance.
tr: Tüm zaman harçlığı.

source: Do you want to delete this Allowance?
tr: Bu Ödeneği silmek ister misiniz?

source: Basic pay not added . Please update in the active contract.
tr: Temel ücret eklenmedi. Lütfen aktif sözleşmede güncelleme yapın.

source: This employee is not eligible for any allowances.
tr: Bu çalışan herhangi bir harç hakkı almaya hak kazanamamaktadır.

source: This employee doesn't have an active contract. Please check the employee's contract
tr: Bu çalışanın aktif bir sözleşmesi yok. Lütfen çalışanın sözleşmesini kontrol edin

source: Is Pretax
tr: Vergi Öncesi

source: Condition
tr: Durumu

source: Do you want to delete this Deduction?
tr: Bu Çıkarımı silmek ister misin?

source: This employee is not eligible for any deductions.
tr: Bu çalışan herhangi bir indirim için uygun değildir.

source: View requests
tr: Görüntüleme istekleri

source: No assets have been allocated.
tr: Herhangi bir varlık tahsis edilmedi.

source: View assets
tr: Varlıkları görüntüleyin

source: Validate Attendance
tr: Katılımı Onaylayın

source: No attendance requests have been generated.
tr: Herhangi bir devamsızlık talebi oluşturulmadı.

source: The hour account is currently empty.
tr: Saat hesabı şu anda boş.

source: No attendance requests to validate.
tr: Onay için katılım talebi yok.

source: Update Attendances Request
tr: Katılım Talebini Güncelleme

source: Bonus Points
tr: Bonus Puanlar

source: Balance points to redeem:
tr: Geri dönecek bakiye puanları:

source: Redeem Now
tr: Şimdi Kurtar

source: Bonus Account created
tr: Bonus Hesap Oluşturuldu

source: Redeem request created for
tr: Geri ödeme talebi oluşturuldu

source: points
tr: puanlar

source: Added
tr: Eklendi

source: bonus points for
tr: Bonus puanlar

source: Contract
tr: Kontrat

source: Wage Type
tr: Ücret Türü

source: Filing Status
tr: Başvuru Durumu

source: Do you want to delete this Contract?
tr: Bu Sözleşmeyi silmek ister misiniz?

source: There are no contracts at the moment.
tr: Şu anda herhangi bir sözleşme yok.

source: Title needs to be more than 3 letters
tr: Başlık 3 harften fazla olmalı

source: Issue Date
tr: Veriliş tarihi

source: No documents have been uploaded yet.
tr: Henüz hiçbir belge yüklenmedi.

source: Add Bonus Points
tr: Bonus Puan Ekle

source: Points :
tr: Puanlar :

source: Reason :
tr: Sebep :

source: Redeem bonus points
tr: Bonus puanları kullan

source: No history found.
tr: Hiçbir tarih bulunamadı.

source: Upload
tr: Yükle

source: file
tr: dosya

source: Max size of the file
tr: Dosyanın maksimum boyutu

source: Reason
tr: Sebep

source: Download
tr: İndir

source: Preview not available for this file type.
tr: Bu dosya türü için önizleme mevcut değildir.

source: Download File
tr: Dosyayı indir

source: File format not supported for preview.
tr: Dosya formatı önizleme için desteklenmiyor.

source: Reject Reason:
tr: Aklı Reddet:

source: No Document to view.
tr: Görüntülenecek bir belge yok.

source: No Limit
tr: Limit yok

source: Total Leave taken
tr: Toplam İzin Alma

source: No Leave Types have been assigned.
tr: Herhangi bir İzin Türü atanmadı.

source: Approve cancellation request
tr: İptal talebini onaylayın

source: No Leave requests have been generated.
tr: Herhangi bir İzin talebi oluşturulmadı.

source: Request Rejection
tr: Reddetme Talebi

source: No Mail have been send.
tr: Posta gönderilmedi.

source: No notes have been added for this employee
tr: Bu çalışan için herhangi bir not eklenmedi

source: No Payslips have been generated.
tr: Hiçbir maaş bordrosu oluşturulmadı.

source: No feedbacks have been created.
tr: Herhangi bir geri bildirim oluşturulmadı.

source: None
tr: Hiçbiri

source: Contract details
tr: Sözleşme detayları

source: Create asset request
tr: Varlık talebi oluştur

source: New attendance request
tr: Yeni katılım talebi

source: Scheduled Interviews
tr: Planlanmış Mülakatlar

source: delete
tr: sil

source: edit
tr: düzenle

source: Time
tr: Zaman

source: Interviewer
tr: Röportajcı

source: Interview Completed
tr: Röportaj Tamamlandı

source: Expired Interview
tr: Süresi Dolan Mülakat

source: Upcoming Interview
tr: Yaklaşan Röportaj

source: Interview Today
tr: Bugün Röportaj

source: No interviews are scheduled for this candidate
tr: Bu aday için herhangi bir mülakat planlanmamıştır

source: No work type request has been created.
tr: Herhangi bir iş türü talebi oluşturulmadı.

source: Rotate every 1st day of month
tr: Ayın her ilk günü dönüşüm yapın

source: Rotate every 2nd day of month
tr: Ayın her ikinci gününde bir dönüşüm yapın

source: Rotate every 3rd day of month
tr: Ayın her 3. gününde bir dönüşüm yapın

source: Rotate every
tr: Her döndürme

source: th day ofmonth
tr: ayın en günü

source: No rotating shift has been assigned.
tr: Döner vardiya atanmamıştır.

source: Rotate after
tr: Sonra döndür

source: days
tr: gün

source: Weekly every
tr: Her hafta

source: Rotate every last day of month
tr: Ayın her son günü dönüşümlü

source: th day of month
tr: ayın en iyi günü

source: No rotating work type has been assigned.
tr: Herhangi bir dönüşümlü iş türü atanmamıştır.

source: No Shift request has been created.
tr: Herhangi bir Vardiya talebi oluşturulmadı.

source: Update Shift Request
tr: Vardiya Talebini Güncelleme

source: Update Note
tr: Güncelleme Notu

source: Profile updated.
tr: Profil güncellendi.

source: Bank details updated.
tr: Banka bilgileri güncellendi.

source: Document created successfully.
tr: Belge başarıyla oluşturuldu.

source: Document title updated successfully
tr: Belge başlığı başarıyla güncellendi

source: Invalid request
tr: Geçersiz istek

source: Document not found
tr: Belge bulunamadı

source: You cannot delete this document.
tr: Bu belgeyi silemezsiniz.

source: Document request approved
tr: Belge talebi onaylandı

source: {} Document request rejected
tr: {} Belge talebi reddedildi

source: Bank details updated
tr: Banka bilgileri güncellendi

source: Bank Country
tr: Banka Bölgesi

source: There are no employees selected for bulk update.
tr: Toplu güncelleme için seçilen çalışan yok.

source: {} employees information updated successfully
tr: {} çalışanların bilgileri başarıyla güncellendi

source: Employee not found
tr: Çalışan bulunamadı

source: blocked
tr: engellendi

source: unblocked
tr: Engel Açıldı

source: {employee}'s account {action_message} successfully!
tr: {employee}'in hesabı başarılı {action_message}!

source: {employee} is a superuser and cannot be blocked.
tr: {employee} süper kullanıcıdır ve engellenemez.

source: Employee personal information updated.
tr: Çalışan kişisel bilgileri güncellendi.

source: Employee work information updated.
tr: Çalışan iş bilgileri güncellendi.

source: Employee bank details updated.
tr: Çalışan banka bilgileri güncellendi.

source: Profile image updated.
tr: Profil görseli güncellendi.

source: Upload a valid image.
tr: Geçerli bir görsel yükleyin.

source: No profile image to remove.
tr: Profil görseli kaldırılmadı.

source: Profile image removed.
tr: Profil resmi kaldırıldı.

source: New Employee Added.
tr: Yeni çalışan eklendi.

source: Employee updated.
tr: Çalışan güncellendi.

source: Employee deleted
tr: Çalışan silindi

source: No IDs provided.
tr: Kimlik verilmedi.

source: You cannot delete %(employee)s.
tr: %(employee)s silemezsiniz.

source: %(deleted_count)s employees deleted.
tr: %(deleted_count)s çalışanlar silindi.

source: You can't archive the last superuser.
tr: Son süper kullanıcıyı arşivleyemezsiniz.

source: Related data found for {}.
tr: {} için ilgili veriler bulundu.

source: Employee archived
tr: Çalışan arşivlendi

source: Can't Archive
tr: Arşivlenemiyor

source: Designation changed.
tr: Tanım değişti.

source: {} archived successfully
tr: {} başarıyla arşivlendi

source: Change the Designations
tr: Tanımlamaları Değiştirin

source: Created work information
tr: Oluşturulan eser bilgileri

source: Work Information Updated Successfully
tr: Çalışma Bilgileri Başarıyla Güncellendi

source: Bank Details Created Successfully
tr: Banka Bilgileri Başarıyla Oluşturuldu

source: Bank Details Updated Successfully
tr: Banka Bilgileri Başarıyla Güncellendi

source: Employee work information deleted
tr: Çalışan çalışma bilgileri silindi

source: Employee work information not found.
tr: Çalışan çalışma bilgileri bulunamadı.

source: You cannot delete this Employee work information
tr: Bu Çalışan iş bilgilerini silemezsiniz

source: No file uploaded.
tr: Dosya yüklenmedi.

source: Unsupported file format. Please upload a CSV or Excel file.
tr: Desteklenmeyen dosya biçimi. Lütfen bir CSV veya Excel dosyası yükleyin.

source: Error Occured {}
tr: Hata {}

source: Failed to read file. Please ensure it is a valid CSV or Excel file. : {}
tr: Dosyayı okuyamadım. Lütfen geçerli bir CSV veya Excel dosyası olduğundan emin olun. : {}

source: In-Active
tr: Aktif Olmayan

source: No Data Found...
tr: Veri bulunmadı...

source: Note added successfully..
tr: Başarıyla eklenen not..

source: Note updated successfully...
tr: Not başarıyla güncellendi...

source: Note deleted successfully.
tr: Not başarıyla silindi.

source: Added {} points to the bonus account
tr: Bonus hesaba {} puan eklendi

source: Not set
tr: Ayarlanmadı

source: My view
tr: Görünümüm

source: Payroll app not installed
tr: Bordro uygulaması yüklenmedi

source: facedetection config created successfully.
tr: yüz algılama yapılandırması başarıyla oluşturuldu.

source: Geofencing config created successfully.
tr: Geofencing yapılandırması başarıyla oluşturuldu.

source: Manager
tr: Yönetici

source: Department managers
tr: Bölüm yöneticileri

source: Create department manager
tr: Departman Müdürü Yarat

source: Update department manager
tr: Departman yöneticisini güncelle

source: The department manager updated successfully.
tr: Departman müdürü başarıyla güncelleme yaptı.

source: The department manager created successfully.
tr: Departman müdürü başarılı bir şekilde yarattı.

source: FAQ category Create
tr: SSS kategorisi Oluştur

source: FAQ category Update
tr: SSS kategorisi Güncellemesi

source: The FAQ category updated successfully.
tr: SSS kategorisi başarıyla güncellendi.

source: The FAQ Category created successfully.
tr: SSS Kategorisi başarıyla oluşturuldu.

source: FAQ Create
tr: SSS Oluştur

source: FAQ Update
tr: SSS Güncellemesi

source: The FAQ updated successfully.
tr: SSS başarıyla güncellendi.

source: The FAQ created successfully.
tr: SSS başarılı bir şekilde oluşturuldu.

source: Tickets
tr: Biletler

source: Owner
tr: Sahibi

source: Priority
tr: Öncelik

source: Assigner
tr: Atayan

source: Unarchive
tr: Arşivden Çıkar

source: My Tickets
tr: Yardım Taleplerim

source: Suggested Tickets
tr: Önerilen Biletler

source: All Tickets
tr: Tüm Biletler

source: Ticket ID
tr: Talep ID

source: Forward to
tr: İleri

source: Assigned to
tr: İlgili Personel

source: Resolved
tr: Çözüldü

source: On Hold
tr: Beklemede

source: In Progress
tr: Devam etmekte

source: New
tr: Yeni

source: Helpdesk Tags
tr: Yardım Masası Etiketleri

source: Ticket type has been updated successfully!
tr: Bilet türü başarıyla güncellendi!

source: Ticket type has been created successfully!
tr: Bilet türü başarıyla oluşturuldu!

source: Create Ticket
tr: Talep Oluştur

source: Update Ticket
tr: Bileti güncelle

source: The Ticket created successfully.
tr: Bilet başarıyla oluşturuldu.

source: The Ticket updated successfully.
tr: Bilet başarıyla güncellendi.

source: Deadline should be greater than today
tr: Son teslim tarihi bugünden daha uzun olmalı

source: Department Manager
tr: Departman Yöneticisi

source: Department Managers
tr: Bölüm Müdürleri

source: Ticket Types
tr: Bilet türleri

source: Assigning Type
tr: Atama Tipi

source: Forward To
tr: İlerleyen Sayfa

source: Ticket
tr: Bilet

source: Low
tr: Düşük

source: Medium
tr: Orta

source: High
tr: Yüksek

source: This field is required.
tr: Bu alan gereklidir.

source: FAQ Category
tr: SSS Kategorisi

source: FAQ Categories
tr: SSS Kategorileri

source: FAQ
tr: SSS

source: FAQs
tr: SSS

source: Help Desk
tr: Yardım Masası

source: Claim Requests
tr: Talep İstekleri

source: Claim
tr: Talep

source: Are you sure you want to delete this Ticket?
tr: Bu Bileti silmek istediğinizden emin misiniz?

source: Till date
tr: Bugüne kadar

source: Are you sure you want to remove this department manager?
tr: Bu departman yöneticisini görevden almak istediğinizden emin misiniz?

source: Are you sure you want to delete this FAQ Category?
tr: Bu SSS kategorisini silmek istediğinizden emin misiniz?

source: View FAQs
tr: SSS'i Görüntüleyin

source: There are no FAQs at the moment.
tr: Şu anda SSS yok.

source: Load Faqs
tr: Yükleme SSS'leri

source: Are you sure you want to delete this FAQ?
tr: Bu SSS'yi silmek istediğinizden emin misiniz?

source: Create Tag
tr: Etiket Oluştur

source: Load FAQs
tr: Yükleme SSS'leri

source: Select All Faqs
tr: Tüm SSS'leri Seç

source: Unselect All Faqs
tr: Tüm SSS'leri Kaldır

source: Assignees
tr: Devralanlar

source: Responsibility
tr: Sorumluluk

source: Do you want to archive this ticket?
tr: Bu bileti arşivlemek ister misin?

source: Do you want to un-archive this ticket?
tr: Bu bileti arşivden çıkarmak ister misin?

source: owner
tr: işletme

source: Can't claim again
tr: Tekrar talep edemem

source: There are no tickets at the moment.
tr: Şu anda bilet yok.

source: There are no claim requests at the moment.
tr: Şu anda herhangi bir talep talebi yok.

source: Created the ticket
tr: Bilet oluşturuldu

source: changed the ticket
tr: bileti değiştirdim

source: from
tr: Gönderen:

source: to
tr: için

source: Ticket Details
tr: Bilet Detayları

source: Ticket Info 123
tr: Bilet Bilgisi 123

source: Ticket ID:
tr: Destek Talebi:

source: Created:
tr: Oluşturuldu:

source: Last activity:
tr: Son hareket:

source: Tags:
tr: Etiketler:

source: Claim Requests
tr: Talep Talepleri

source: Ticket Id
tr: Bilet Kimliği

source: Ticket type
tr: Bilet tipi

source: Dead line
tr: Son çizgi

source: Un Archive
tr: Un Arşivi

source: Selected Tickets
tr: Seçilmiş Biletler

source: Select All Tickets
tr: Tüm Biletleri Seç

source: Unselect All Tickets
tr: Tüm Biletleri Kaldır

source: The FAQ category has been deleted successfully.
tr: SSS kategorisi başarıyla silindi.

source: You cannot delete this FAQ category.
tr: Bu SSS kategorisini silemezsiniz.

source: No FAQ found for the given category.
tr: Verilen kategori için SSS bulunamadı.

source: The FAQ "{}" has been deleted successfully.
tr: SSS "{}" kısmı başarıyla silindi.

source: You cannot delete this FAQ.
tr: Bu SSS'yi silemezsiniz.

source: The Ticket un-archived successfully.
tr: Bilet başarıyla arşivlenmedi.

source: The Ticket archived successfully.
tr: Bilet başarıyla arşivlendi.

source: Invalid request method.
tr: Geçersiz sorgu yöntemi.

source: The Ticket status updated successfully.
tr: Bilet durumu başarıyla güncellendi.

source: You Don't have the permission.
tr: İznin yok.

source: The Ticket "{}" has been deleted successfully.
tr: "{}" Bileti başarıyla silindi.

source: The ticket is not in the "New" status
tr: Bilet "Yeni" durumunda değil

source: You cannot delete this Ticket.
tr: Bu Bileti silemezsiniz.

source: The Ticket tag updated successfully.
tr: Bilet etiketi başarıyla güncellendi.

source: Responsibility updated for the Ticket
tr: Bilet için sorumluluk güncellendi

source: Assinees updated for the Ticket
tr: Bilet için güncellenen assineler

source: success
tr: başarılı

source: Failed
tr: Başarısız

source: Document has been deleted.
tr: Belge silindi.

source: A new comment has been created.
tr: Yeni bir yorum oluşturuldu.

source: The comment updated successfully.
tr: Yorum başarıyla güncellendi.

source: The comment needs to be atleast 2 charactors.
tr: Yorumda en az 2 karakter olmalı.

source: {}'s comment has been deleted successfully.
tr: {}'nin yorumu başarıyla silindi.

source: Claim request approved successfully.
tr: Talep talebi başarıyla onaylandı.

source: Claim request rejected successfully.
tr: Talep talebi başarıyla reddedildi.

source: The department manager has been deleted successfully
tr: Departman müdürü başarıyla silindi

source: Priority updated successfully.
tr: Öncelik başarıyla güncellendi.

source: Ticket type has been deleted successfully!
tr: Bilet türü başarıyla silindi!

source: Ticket type can not delete
tr: Bilet türü silnemez

source: File(s) uploaded successfully.
tr: Dosya(lar) başarıyla yüklendi.

source: Please enable the Track Late Come & Early Out from settings
tr: Lütfen Geç Gelme ve Erken Çıkış Parçasını ayarlardan etkinleştirin

source: Please activate the biometric attendance feature in the settings menu.
tr: Lütfen ayarlar menüsünde biyometrik katılım özelliğini etkinleştirin.

source: Created At
tr: Oluşturulma

source: Created By
tr: Oluşturan

source: Modified By
tr: Değiştiren

source: History Tags
tr: Tarih Etiketleri

source: Create Audit Tag
tr: Denetim Etiketi Oluştur

source: Audit Tag Update
tr: Denetim Etiketi Güncellemesi

source: Updation title
tr: Güncelleme başlığı

source: Updation description
tr: Güncelleme açıklaması

source: Updation highlight
tr: Güncelleme öne çıkıntısı

source: Updation tag
tr: Güncelleme etiketi

source: Created
tr: Oluşturuldu

source: Updated
tr: Güncellendi

source: Why this change?
tr: Neden bu değişiklik?

source: Users
tr: Kullanıcılar

source: The employees selected here will receive the email as Cc.
tr: Burada seçilen çalışanlar e-postayı Cc olarak alacak.

source: Fill mail template details (receiver/instance, `self` will be the person who triggers the automation)
tr: Posta şablonu detaylarını doldurun (alıcı/instance, 'ben' otomasyonu tetikleyen kişi olacak)
