Repository: horilla-opensource/horilla
Catalog: horilla/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Select survey answers...
tr: Seçilmiş anket cevapları...

source: ---Choose Skills---
tr: ---Becerileri Seç---

source: Create new skill
tr: Yeni beceri yarat

source: Job position is required if the recruitment is publishing.
tr: İş pozisyonu ise işe alım yayın yapıyorsa gereklidir.

source: LinkedIn account is required for publishing.
tr: Yayın için LinkedIn hesabı gereklidir.

source: Choose valid choice
tr: Geçerli seçim seçin

source: Is Mandatory
tr: Zorunludur

source: Choose any recruitment to apply this question
tr: Bu soruyu uygulamak için herhangi bir işe alım seçin

source: Skill Zones
tr: Yetenek Bölgeleri

source: Interview date cannot be in the past.
tr: Mülakat tarihi geçmişte kalamaz.

source: Interview time cannot be in the past.
tr: Mülakat zamanı geçmişte kalamaz.

source: File must be a PDF.
tr: Dosya PDF olmalı.

source: Survey Template
tr: Anket Şablonu

source: To start recruitment for multiple job positions
tr: Birden fazla iş pozisyonu için işe alıma başlamak

source: To close the recruitment, If closed then not visible on pipeline view.
tr: İşe alımı kapatmak için, kapalıysa pipeline görünümünde görünmez.

source: To publish a recruitment in website, if false then it will not appear on open recruitment page.
tr: Bir işe alım web sitesinde yayınlamak için, eğer yanlışsa, açık işe alım sayfasında görünmez.

source: LinkedIn Account
tr: LinkedIn Hesabı

source: To publish a recruitment in Linkedin, if active is false then it will not post on LinkedIn.
tr: LinkedIn'de bir işe alım yayınlamak için, aktif kelimesi yanlışsa LinkedIn'de yayınlanmaz.

source: Post on LinkedIn
tr: LinkedIn'de Paylaş

source: Profile image not mandatory for candidate creation
tr: Aday oluşturma için profil resmi zorunlu değildir

source: Optional Profile Image
tr: Isteğe Bağlı Profil Görseli

source: Resume not mandatory for candidate creation
tr: Aday oluşturma için özgeçmiş zorunlu değildir

source: Optional Resume
tr: İsteğe Bağlı Özgeçmiş

source: Recruitments
tr: Alımlar

source: Vacancy must be greater than zero if the recruitment is publishing.
tr: İşe alım yayınlanıyorsa boşluğun sıfırdan büyük olması gerekir.

source: End date cannot be less than start date.
tr: Bitiş tarihi başlangıç tarihinden daha az olamaz.

source: Not Sent
tr: Gönderilmedi

source: Sent
tr: Gönderildi

source: Accepted
tr: Kabul edilmiş

source: Joined
tr: Katıldı

source: Inside software
tr: Yazılım içi

source: Referral
tr: Referans

source: Source
tr: Kaynak

source: Start Onboard
tr: Gemide Başla

source: Converted
tr: Dönüştürülmüş

source: Employee is uniques for candidate
tr: Çalışan aday için benzersizdir

source: Yes/No
tr: Evet/Hayır

source: Choices
tr: Seçimler

source: Multiple Choice
tr: Çoklu Seçim

source: Textarea
tr: Metin Alanı

source: File Upload
tr: Dosya Yükle

source: Separate choices by ', '
tr: Ayrı seçimler ', '

source: Is Interview Completed
tr: Mülakat Tamamlandı mı?

source: Schedule Interviews
tr: Görüşmeleri Planlama

source: App Name
tr: Uygulama Adı

source: Email mismatched.
tr: E-posta uyumsuz.

source: Check the credentials
tr: Kimlik bilgilerini kontrol et

source: Recruitment Pipeline
tr: İşe Alım Boru Hattı

source: Recruitment Survey
tr: İşe Alım Anketi

source: Delete image
tr: Resmi sil

source: Profile
tr: Profil

source: Open Recruitment
tr: Açık Alım

source: Choose Open Position
tr: Açık Pozisyonu Seç

source: Are you sure you want to convert this candidate into an employee?
tr: Bu adayı çalışana dönüştürmek istediğinizden emin misiniz?

source: Do you want to archive this candidate?
tr: Bu adayı arşivlemek ister misiniz?

source: Do you want to un-archive this candidate?
tr: Bu adayı arşivden çıkarmak ister misiniz?

source: There are currently no candidates to consider.
tr: Şu anda değerlendirilecek aday yok.

source: Converted to employee.
tr: Çalışan haline geldim.

source: To employee
tr: Çalışanlara

source: Converted
tr: Dönüştürülme

source: Candidate in Onboarding
tr: Onboarding'de Aday

source: Candidate is Converted
tr: Aday Dönüştürüldü

source: To Skill zone
tr: Yetenek bölgesine

source: Cancel Rejection
tr: İptal Reddi

source: Congratulation on your selection
tr: Seçiminiz için tebrikler

source: You not selected
tr: Sen seçilmedin.

source: Application under review
tr: Başvuru inceleniyor

source: Uploaded
tr: Yüklendi

source: No document requests found.
tr: Belge talebi bulunamadı.

source: Add Note
tr: Not Ekle

source: No notes have been added for this candidate.
tr: Bu aday için herhangi bir not eklenmedi.

source: Candidate Info
tr: Aday Bilgileri

source: Not-Hired
tr: İşe Alınmayan

source: Are you sure you want to remove this interviewer?
tr: Bu mülakajcıyı kaldırmak istediğinizden emin misiniz?

source: Remove
tr: Kaldır

source: Edit
tr: Düzenle

source: Are you sure you want to delete this interview?
tr: Bu röportajı silmek istediğinizden emin misiniz?

source: No Interviews Found.
tr: Röportaj bulunamadı.

source: There are no ratings to display at the moment.
tr: Şu anda gösterilecek bir reytingler yok.

source: Recruitment Managers
tr: İşe Alım Müdürleri

source: Question & Response
tr: Soru-Cevap

source: Scheduled From
tr: Programlanıyor

source: Scheduled Till
tr: Planlı Kassa

source: There are no tasks assigned for this candidate.
tr: Bu aday için herhangi bir görev verilmemiştir.

source: This candidate does not have a resume on file.
tr: Bu adayın dosyasında özgeçmişi yok.

source: Are you sure you want to delete this interview?
tr: Bu görüşmeyi silmek istediğinizden emin misiniz?

source: Interview Date From
tr: Mülakat Tarihi Tarihinden

source: Interview Date Till
tr: Mülakat Tarihi Tižne Kadar

source: Interviews Scheduled
tr: Mülakatlar Planlanmış

source: Share Link
tr: Paylaş Link

source: Are you sure you want to archive this recruitment?
tr: Bu işe alımı arşivlemek istediğinizden emin misiniz?

source: Are you sure you want to unarchive this recruitment?
tr: Bu işe alım sürecini arşivden çıkarmak istediğinizden emin misiniz?

source: Are you sure you want to remove this recruitment manager?
tr: Bu işe alım yöneticisini görevden almak istediğinizden emin misiniz?

source: Jobs
tr: İşler

source: Are sure want to remove this manager?
tr: Bu yöneticiyi kaldırmak istediğinizden emin misiniz?

source: Offer Acceptance Rate (OAR)
tr: Teklif Kabul Oranı (OAR)

source: No Candidates available.
tr: Aday mevcut değil.

source: No records were available.
tr: Kayıt yoktu.

source: No onboarding tasks are currently available.
tr: Şu anda herhangi bir işe alım görevi mevcut değil.

source: No recruitment stages currently available.
tr: Şu anda mevcut bir işe alım aşaması yok.

source: Check Connection
tr: Bağlantı Kontrol Et

source: Do you want to delete the linkedin account?
tr: LinkedIn hesabını silmek ister misiniz?

source: Resumes
tr: Özgeçmişler

source: matching Resumes
tr: Eşleşen Özgeçmişler

source: Stage bulk update
tr: Sahne toplu güncellemesi

source: Move
tr: Taşı

source: Added In Rejected Candidates
tr: Reddedilen Adaylar Eklendi

source: Add To Rejected Candidates
tr: Reddedilen Adaylara Ek Edin

source: View Note
tr: Görüş Notu

source: Request Document
tr: Talep Belgesi

source: Resume
tr: Özgeçmiş

source: Actions
tr: Eylemler

source: This field is requied
tr: Bu alan gereklidir

source: Are you sure you want to delete this candidate?
tr: Bu adayı silmek istediğinizden emin misiniz?

source: Sequence updated
tr: Dizisi güncellendi

source: candidates
tr: ogrenciler

source: Add to Sill Zone
tr: Elik Bölgesine Ekle

source: Send Mail to
tr: Posta gönderin

source: Send Mail to Multiple Candidates
tr: Birden Fazla Adaya Posta Gönderin

source: Switch to Ongoing Recruitments
tr: Sürekli İşe Alımlara Geçiş

source: Switch to Closed Recruitments
tr: Kapalı Işe Alımlara Geçiş

source: At present, there is no closed recruitment.
tr: Şu anda kapalı bir işe alım yok.

source: At present, there is no ongoing recruitment.
tr: Şu anda devam eden bir işe alım süreci yok.

source: Are you sure you want to close this recruitment?
tr: Bu işe alımı kapatmak istediğinizden emin misiniz?

source: Are you sure you want to reopen this recruitment?
tr: Bu işe alımı yeniden açmak istediğinizden emin misiniz?

source: Apply Now
tr: Hemen Başvur

source: Are you sure to delete this recruitment?
tr: Bu işe alımı sileceğinizden emin misiniz?

source: Duplicate Recruitment
tr: Tekrarlanan Alım

source: View Recruitments
tr: İşe Alımları Görüntüleyin

source: Job positions :
tr: İş pozisyonları:

source: Is Event Based?
tr: Etkinlik Temelli mi?

source: Is Closed?
tr: Kapalı mı?

source: Is Active?
tr: Etkin mi?

source: Are you sure want to delete this reason?
tr: Bu sebepten emin misin?

source: Are you sure want to delete this skill?
tr: Bu yeteneği silmek istediğinizden emin misiniz?

source: 's Skill Zones
tr: Yetenek Bölgeleri

source: There are currently no skill zone to consider.
tr: Şu anda dikkate alınacak bir yetenek alanı yok.

source: Do you want to Archive this Skill zone?
tr: Bu Yetenek Bölgesini Arşivlemek İster misin?

source: Do you want to Un-Archive this Skill zone?
tr: Bu Yetenek Bölgesi'ni Arşivden Çıkarmak İster misin?

source: Do you want to delete this Skill zone?
tr: Bu Yetenek bölgesini silmek ister misin?

source: Do you want to un archive this skill zone?
tr: Bu yetenek alanını arşivden çıkarmak ister misin?

source: You have no Candidate.
tr: Bir Adayın yok.

source: View Stages
tr: Sahneleri Görüntüleyin

source: No recruitment stages are currently available.
tr: Şu anda herhangi bir işe alım aşaması mevcut değildir.

source: interview
tr: Röportaj

source: Add more option..
tr: Daha fazla seçenek ekle..

source: Survey Filter
tr: Anket Filtresi

source: No questions have been established yet.
tr: Henüz herhangi bir soru ortaya atılmadı.

source: No template have been established yet.
tr: Henüz bir şablon oluşturulmadı.

source: Templates
tr: Şablonlar

source: Create template group
tr: Şablon grubu oluştur

source: Are you sure want to delete?
tr: Gerçekten silmek istiyor musun?

source: Mandatory Question
tr: Zorunlu soru

source: Recruitment added.
tr: İşe alım eklenir.

source: Recruitment manager removed successfully.
tr: İşe alım yöneticisi başarılı şekilde görevden alındı.

source: Recruitment Updated.
tr: İşe alım güncellendi.

source: Recruitment deleted successfully.
tr: İşe alım başarıyla silindi.

source: You cannot delete this recruitment
tr: Bu işe alımı silemezsiniz

source: Candidate added.
tr: Aday ekledi.

source: Stage added.
tr: Sahne eklendi.

source: You dont have access
tr: Erişimin yok

source: Stage updated.
tr: Sahne güncellendi.

source: Recruitment updated.
tr: İşe alım güncellendi.

source: Recruitment deleted.
tr: İşe alım silindi.

source: Recruitment already in use.
tr: İşe alım zaten kullanılıyor.

source: Sequence updated.
tr: Dizi güncellendi.

source: Candidate stage updated
tr: Aday aşaması güncellendi

source: Something went wrong, Try agian.
tr: Bir şeyler ters gitti, tekrar dene.

source: Note deleted
tr: Not silindi

source: You cannot delete this note.
tr: Bu notu silemezsiniz.

source: Stage manager removed successfully.
tr: Sahne yöneticisi başarıyla kaldırıldı.

source: Stage deleted successfully.
tr: Sahne başarıyla silindi.

source: You cannot delete this stage
tr: Bu aşamayı silemezsiniz

source: Candidate Updated Successfully.
tr: Aday Başarıyla Güncellendi.

source: Candidate deleted successfully.
tr: Aday başarıyla silindi.

source: You cannot delete this candidate
tr: Bu adayı silemezsiniz

source: %(candidate_obj)s deleted.
tr: %(candidate_obj)s silindi.

source: You cannot delete %(candidate_obj)s
tr: Silemezsiniz%(candidate_obj)s

source: Application saved.
tr: Başvuru kaydedildi.

source: Recruitment not found.
tr: Alım bulunamadı.

source: Couldn’t delete the recruitment post from LinkedIn.
tr: LinkedIn'den işe alım ilanını silemedi.

source: You cannot delete this recruitment as it is using in {}
tr: Bu işe alımı silemezsiniz çünkü {}

source: Recruitment Does not exists..
tr: İşe alım yok..

source: Recruitment already in use for {}.
tr: Zaten {} için kullanılan işe alım.

source: Note deleted.
tr: Not silindi.

source: You cannot delete this stage while it's in use for {}
tr: Bu aşama kullanılırken silemezsiniz {}

source: Stage Does not exists..
tr: Sahne Yok..

source: You cannot delete this candidate because the candidate is in {}.
tr: Bu adayı silmek mümkün değil çünkü aday {}.

source: Candidate Does not exists.
tr: Aday Yok.

source: %(candidate)s deleted.
tr: %(candidate)s silindi.

source: You cannot delete %(candidate)s
tr: Silemezsiniz%(candidate)s

source: Candidate is %(message)s
tr: Aday %(message)s

source: {candidate} is {message}
tr: {candidate} {message}

source: Employees joined in %(year)s
tr: Çalışanlar %(year)s

source: Openings
tr: İş İlanı

source: LinkedIn Account activated successfully.
tr: LinkedIn Hesabı başarıyla etkinleştirildi.

source: LinkedIn Account deactivated successfully.
tr: LinkedIn Hesabı başarıyla devre dışı bırakıldı.

source: LinkedIn connection success.
tr: LinkedIn bağlantı başarısı.

source: LinkedIn connection failed.
tr: LinkedIn bağlantısı başarısız oldu.

source: File size exceeds the limit. Maximum size is 5 MB
tr: Dosya boyutu sınırı aşıyor. Maksimum boyut 5 MB'dır

source: Your answers are submitted.
tr: Cevaplarınız gönderilir.

source: New survey question updated.
tr: Yeni anket sorusu güncellendi.

source: Question was deleted successfully
tr: Soru başarıyla silindi

source: You cannot delete this question
tr: Bu soruyu silemezsiniz

source: Recruitment ID is missing
tr: İşe alım kimliği kayıp

source: Recruitment not found
tr: Personel toplama bulunamadı

source: Invalid Recruitment ID
tr: Geçersiz İşe Alım Kimliği

source: The recruitment entry you are trying to edit does not exist.
tr: Düzenlemeye çalıştığınız işe alım girişi mevcut değil.

source: Vaccancy is filled
tr: Vaccancy doldu

source: No change detected.
tr: Herhangi bir değişiklik tespit edilmedi.

source: Files uploaded successfully
tr: Başarıyla yüklenen dosyalar

source: Candidate view status updated
tr: Aday görünümü durumu güncellendi

source: Candidate Does not exists..
tr: Aday Yok..

source: Candidate has been successfully converted into an employee.
tr: Aday başarılı bir şekilde çalışana dönüştürülmüştür.

source: Interview deleted successfully.
tr: Röportaj başarıyla silindi.

source: Scheduled Interview not found
tr: Planlanmış Mülakat bulunamadı

source: Skill Zone created successfully.
tr: Yetenek Bölgesi başarıyla oluşturuldu.

source: Skill zone deleted successfully..
tr: Yetenek bölgesi başarıyla silindi..

source: Skill zone not found.
tr: Yetenek bölgesi bulunamadı.

source: Skill zone archived successfully..
tr: Yetenek bölgesi başarıyla arşivlendi..

source: Skill zone unarchived successfully..
tr: Yetenek bölgesi arşivlenmeden başarıyla kaldırıldı..

source: Candidate edited successfully.
tr: Aday başarılı bir şekilde düzenlendi.

source: Candidate archived successfully..
tr: Aday başarıyla arşivlendi..

source: Candidate unarchived successfully..
tr: Aday arşivlenmeden başarıyla kaldırıldı..

source: Application Tracking is enabled
tr: Başvuru Takibi etkinleştirildi

source: Application Tracking is disabled
tr: Başvuru Takibi devre dışı bırakıldı

source: Rating visibility is enabled
tr: Derecelendirme görünürlüğü etkinleştirildi

source: Rating visibility is disabled
tr: Derecelendirme görünürlüğü devre dışı bırakıldı

source: Trying to connect...
tr: Bağlantı kurmaya çalışıyorum...

source: Add Comment.
tr: Yorum ekle.

source: Comments.
tr: Yorumlar.

source: New Joining Today
tr: Bugün Yeni Katılım

source: New Joining This Week
tr: Bu Hafta Yeni Katılanlar

source: Shift Requests To Approve
tr: Vardiya Talepleri Onay Almak İçin

source: Work Type Requests To Approve
tr: İş Türü Onay Talepleri

source: Select All Rows
tr: Tüm Sıraları Seç

source: Unselect All Rows
tr: Tüm Sıraları Kaldır

source: You Dont Have Permission
tr: İzniniz yok

source: You dont have permission to the feature
tr: Özellik için izniniz yok

source: Database Authentication
tr: Veritabanı Doğrulama

source: Authenticate with your password to load demo database
tr: Demo veritabanını yüklemek için şifrenizle kimlik doğrulama yapın

source: Type in your email to reset the password
tr: Şifreyi sıfırlamak için e-postanızı yazın

source: Send Link
tr: Link Gönder

source: Import Warning
tr: İç Aktarma Uyarısı

source: Import Successful
tr: İthalat Başarılı

source: Download Error File
tr: İndir Hata Dosyası

source: Clear all
tr: Hepsini temizle

source: Hq
tr: Karargah

source: Go To Home
tr: Ana Sayfaya Git

source: Authenticate with your password to initialize the Horilla HRMS database.
tr: Horilla HRMS veritabanını başlatmak için şifrenizle kimlik doğrulama yapın.

source: Sign Up
tr: Kaydol

source: Please sign up to access the Horilla HRMS.
tr: Horilla HRMS'ye erişmek için lütfen kaydolun.

source: Secure Sign-up
tr: Güvenli Kayıt

source: Secure Sign-in
tr: Güvenli Giriş

source: ago by
tr: Önceki Yazar

source: All caught up!
tr: Hepsi yetişti!

source: You have no new notifications at the moment.
tr: Şu anda yeni bir bildirim yok.

source: Mark as read
tr: Okundu olarak işaretle

source: Clear
tr: Temizle

source: View all notifications
tr: Tüm bildirimleri görüntüle

source: Notification Sound
tr: Bildirim Sesi

source: Reset Password
tr: Şifreyi yenile

source: Enter your new password to reset
tr: Yeni şifrenizi girerek sıfırlamanız gerekir

source: Confirm New Password
tr: Yeni şifreyi onayla

source: Reset my password
tr: Şifremi sıfırla

source: All Settings
tr: Tüm Ayarlar

source: Linkedin Integration
tr: Linkedin Entegrasyonu

source: Whatsapp Configuration
tr: Whatsapp Yapılandırması

source: Whatsapp Credentials
tr: Whatsapp Kimlik Bilgileri

source: My Company
tr: Benim Şirketim

source: Configuration
tr: Yapılandırma

source: Invalid File
tr: Geçersiz dosya

source: Please upload a valid XLSX file.
tr: Lütfen geçerli bir XLSX dosyası yükleyin.

source: Whatsapp Integration
tr: Whatsapp Entegrasyonu

source: Enable Whatsapp
tr: Whatsapp'ı etkinleştir

source: Enable this to integrate Whatsapp to Horilla.
tr: Whatsapp'ı Horilla'ya entegre etmek için bunu etkinleştirin.

source: Do you want to create Templates and Flows in whatsapp manager?
tr: WhatsApp yöneticisinde Şablonlar ve Akışlar oluşturmak ister misiniz?

source: Send Test Message
tr: Test Mesajı Gönder

source: Phone number
tr: Telefon numarası
