Repository: horilla-opensource/horilla
Catalog: horilla/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Leave type deleted successfully..
tr: Yazı türünü başarıyla silinmiş bırak..

source: Leave type not found.
tr: Leave tipi bulunamadı.

source: This leave types are already in use for {}
tr: Bu izin türleri zaten {}

source: Leave request created successfully..
tr: İzin talebi başarıyla oluşturuldu..

source: Leave request is updated successfully..
tr: İzin talebi başarıyla güncellendi..

source: Leave request deleted successfully..
tr: İzin talebi başarıyla silindi..

source: Leave request not found.
tr: İzin talebi bulunamadı.

source: You cannot approve your own leave request.
tr: Kendi izin talebinizi onaylayamazsınız.

source: Leave request approved successfully..
tr: İzin talebi başarıyla onaylandı..

source: Leave request already approved
tr: İzin talebi zaten onaylandı

source: {} {} request already approved
tr: {} {} talep zaten onaylandı

source: {} {} request date exceeded
tr: {} {} talep tarihi aşıldı

source: {} {} can't approve.
tr: {} {} onaylayamam.

source: Leave request not found
tr: İzin talebi bulunamadı

source: Leave request rejected successfully..
tr: İzin talebi başarıyla reddedildi..

source: Leave request already rejected.
tr: İzin talebi zaten reddedildi.

source: Leave request cancelled successfully..
tr: İzin talebi başarıyla iptal edildi..

source: You can't cancel this leave request.
tr: Bu izin talebini iptal edemezsin.

source: You don't have the permission.
tr: Yeterli izniniz yok.

source: Compensatory leave type cannot be assigned manually.
tr: Telafi izin türü manuel olarak atalamaz.

source: Successfully assigned leave type to {} employees.
tr: {} çalışanlara başarılı bir şekilde izin türü atandı.

source: Leave type is already assigned to some selected {} employees.
tr: İzin türü zaten bazı seçilmiş {} çalışanlara atanmıştır.

source: Leave types assigned successfully.
tr: Başarılı şekilde atanmış izin türleri.

source: Some leave types were already assigned to {} employees.
tr: Bazı izin türleri zaten {} çalışanlara atanmıştı.

source: Available leaves updated successfully...
tr: Mevcut izinler başarıyla güncellendi...

source: Assigned leave successfully deleted.
tr: Atanan izin başarıyla silindi.

source: Assigned leave not found.
tr: Atanan izin bulunamadı.

source: {} assigned leaves deleted successfully
tr: {} atanmış yapraklar başarıyla silindi

source: This badge id does not exist.
tr: Bu rozet kimliği mevcut değildir.

source: This leave type does not exist.
tr: Bu izin türü mevcut değildir.

source: Leave type has already been assigned to the employee.
tr: İzin türü zaten çalışana atanmıştır.

source: Invalid date format. Please use YYYY-MM-DD or a supported format.
tr: Geçersiz tarih formatı. Lütfen YYYY-MM-DD veya desteklenen bir format kullanın.

source: Assigned Leaves
tr: Atanan İzinler

source: Restricted day created successfully..
tr: Kısıtlı gün başarılı bir şekilde oluşturuldu..

source: Restricted day updated successfully..
tr: Kısıtlı gün başarıyla güncellendi..

source: Restricted day deleted successfully..
tr: Kısıtlı gün başarıyla silindi..

source: Restricted day not found.
tr: Kısıtlı gün bulunamadı.

source: {} Leave restricted days deleted successfully
tr: {} Kısıtlı günleri başarıyla sildi

source: Restricted Days not found
tr: Kısıtlı Günler bulunmadı

source: Something went wrong
tr: Bir şeyler yanlış gitti

source: Leave request updated successfully..
tr: İzin talebi başarıyla güncellendi..

source: You dont have enough leave days to make the request..
tr: Talep etmek için yeterli izin gününüz yok..

source: You can't update this leave request...
tr: Bu izin talebini güncelleyemezsin...

source: User has no leave request..
tr: Kullanıcının izin talebi yok..

source: User is not an employee..
tr: Kullanıcı çalışan değildir..

source: Total leaves available
tr: Toplam mevcut yaprak sayısı

source: Oops!! No leaves available for you this month...
tr: Tüh!! Bu ay senin için izin yok...

source: No leave request this month
tr: Bu ay izin talebi yok

source: No leave requests for this month.
tr: Bu ay için izin talebi yok.

source: No leave requests for any leave type this month.
tr: Bu ay herhangi bir izin türü için izin talebi yok.

source: Leave Trends
tr: Ayrılma Trendleri

source: New Leave allocation request is created
tr: Yeni İzin tahsisi isteği oluşturuldu

source: Leave allocation request is updated successfully.
tr: İzin tahsis talebi başarıyla güncellenir.

source: You can't update this request...
tr: Bu isteği güncelleyemezsiniz...

source: Leave allocation request approved successfully
tr: İzin tahsisi talebi başarıyla onaylandı

source: The leave allocation request can't be approved
tr: İzin tahsisi talebi onaylanamaz

source: Leave allocation request rejected successfully
tr: İzin tahsisi talebi başarıyla reddedildi

source: The leave allocation request can't be rejected
tr: İzin tahsisi talebi reddedilemez

source: Leave allocation request deleted successfully..
tr: Tahsis talebi başarıyla silindi..

source: Approved request can't be deleted.
tr: Onaylanmış istek silinemez.

source: Leave allocation request not found.
tr: Leave tahsisi talebi bulunamadı.

source: Related entries exist
tr: İlgili girişler mevcuttur

source: {}'s leave request cannot be deleted.
tr: {}'nin izin talebi silinemez.

source: An error occurred: {}.
tr: Bir hata meydana geldi: {}.

source: {count} leave request(s) successfully deleted.
tr: {count} izin talepleri başarıyla silindi.

source: Leave request deleted.
tr: İzin talebi silindi.

source: You cannot delete leave request with status {}.
tr: Statü {} olan izin talebini silemezsiniz.

source: Compensatory leave is enabled successfully!
tr: Telafi izni başarıyla etkinleştirildi!

source: Compensatory leave is disabled successfully!
tr: Telafi izni başarıyla engellenir!

source: Compensatory Leave updated.
tr: Telafi İzni güncellendi.

source: Compensatory Leave created.
tr: Telafi İzni oluşturuldu.

source: Compensatory leave request deleted.
tr: Telafi izin talebi silindi.

source: Sorry, something went wrong!
tr: Üzgünüm, bir şeyler ters gitti!

source: Compensatory leave request approved.
tr: Telafi izin talebi onaylandı.

source: The compensatory leave request is not in the 'requested' status.
tr: Telafi izin talebi 'istenen' statüsünde değildir.

source: Compensatory Leave request rejected.
tr: Telafi İzin talebi reddedildi.

source: Create Offboarding Stage
tr: Dış Çalışma Aşaması Oluşturun

source: Update Offboarding Stage
tr: Çıkış Aşamasını Güncelleme

source: Offboarding Stage Updated Successfully
tr: Çıkış Aşaması Başarıyla Güncellendi

source: Offboarding Stage Created Successfully
tr: Başarıyla Çıkış Aşaması Oluşturuldu

source: Update Employee
tr: Çalışanı Güncelle

source: Updated Employee
tr: Güncellenmiş Çalışan

source: Added Employee
tr: Eklenen Çalışan

source: Create Offboarding
tr: Offboarding Oluşturma

source: Update Offboarding
tr: Güncelleme Çıkışı

source: Offboarding Updated
tr: Çıkış Güncellemesi

source: Offboarding saved
tr: Çıkış kaydedildi

source: Create Task
tr: Hazırlık Görevi Oluştur

source: Update Task
tr: Görevi Güncelle

source: Task Updated
tr: Görev Güncellendi

source: Task Added
tr: Görev Eklendi

source: Contact
tr: İletişim

source: Notice Period start Date
tr: Bildirim Süresi Başlama Tarihi

source: Notice Period end Date
tr: Bildirim Süresi Bitiş Tarihi

source: Exit Process
tr: Çıkış İşlemleri

source: Stages
tr: Aşamalar

source: Add Stage
tr: Adım Ekle

source: Manage Stage Order
tr: Aşama Sırasını Yönet

source: Resignations
tr: İstifalar

source: Planned to leave date
tr: Ayrılmayı planlıyorum, tarih

source: Create Resignation Letter
tr: İstifa Mektubu Oluştur

source: Resignation updated successfully
tr: İstifa başarıyla güncellendi

source: Resignation created successfully
tr: İstifa başarıyla oluşturuldu

source: Resignation
tr: İstifa

source: Ongoing
tr: Devam Eden

source: Notice period
tr: İbara süresi

source: FnF Settlement
tr: FnF Yerleşimi

source: Interview
tr: Görüşme

source: Work handover
tr: İş devri

source: today
tr: bugün

source: Notice period ended
tr: İhbar süresi sona erdi

source: Todo
tr: Yapılacaklar

source: In progress
tr: Devam etmekte

source: Stuck
tr: Başa Dön

source: Offboarding
tr: Dışarı Çıkış

source: Resignation Letters
tr: İstifa Mektupları

source: No Records found...
tr: Kayıt bulunmadı...

source: Show managing records
tr: Program yönetici rekorları

source: Notice Period Starts
tr: Bildirim Süresi Başlıyor

source: Notice Period Ends
tr: İhbar Süresi Bitiyor

source: Do You really want to approve the request
tr: Gerçekten talebi onaylamak mı istiyorsun

source: Do You really want to reject the request?
tr: Gerçekten isteği reddetmek mi istiyorsun?

source: Planned to resign
tr: İstifa etmeyi planlıyor

source: Job position
tr: İş pozisyonu

source: Do you want to delete this record
tr: Bu kaydı silmek ister misin

source: Add to offboarding
tr: Dış taşımaya katkı

source: Reminder
tr: Hatırlatıcı

source: No Assets Due for Return from Offboarding Employees.
tr: Çalışanları görevden çıkaran kişilerden geri dönüş yapılması gereken varlıklar yok.

source: No feedbacks for Offboarding Employees.
tr: Çalışanları görevden çıkaran kişiler için geri bildirim yok.

source: No Pending Tasks for Offboarding Employees.
tr: Çalışanları görevden çıkarmak için bekleyen bir görev yok.

source: There is no offboardings at this moment.
tr: Şu anda herhangi bir çıkış yok.

source: Send Mail
tr: Posta Gönder

source: No search results found!
tr: Arama sonucu bulunamadı!

source: Do you want to delete this letter
tr: Bu mektubu silmek ister misin?

source: No resignation has been created yet.
tr: Henüz istifa başvurusu yapılmadı.

source: Are you sure want to delete this stage?
tr: Bu aşamayı silmek istediğinizden emin misiniz?

source: Offboarding deleted
tr: Çıkarma silindi

source: Offboarding not found
tr: Bırakma bulunamadı

source: Stage saved
tr: Sahne kurtarıldı

source: Employee saved
tr: Çalışan kurtarıldı

source: Offboarding employee deleted
tr: Görevden ayrılan çalışan silindi

source: Employees not found
tr: Bulunamayan çalışanlar

source: Stage deleted
tr: Sahne silindi

source: Stage not found
tr: Aşama bulunmadı

source: stage changed successfully.
tr: sahne başarıyla değiştirildi.

source: Note added successfully
tr: Not başarıyla eklendi

source: The note has been successfully deleted.
tr: Not başarıyla silindi.

source: Note not found.
tr: Not bulunamadı.

source: Task status updated successfully...
tr: Görev durumu başarıyla güncellendi...

source: Task status changed successfully.
tr: Görev durumu başarıyla değişti.

source: Task Assigned
tr: Görev Atanması

source: Task deleted
tr: Görev silindi

source: Task not found
tr: Görev bulunamadı

source: Resignation letter deleted
tr: İstifa mektubu silindi

source: Resignation letter saved
tr: İstifa mektubu kaydedildi

source: Resignation Request setting has been {} successfully.
tr: İstifa Başvurusu ayarı başarılı {}.

source: Scheduled
tr: Zamanlanmış

source: Done
tr: Tamam

source: Candidaate
tr: Aday

source: Date of joining
tr: Katılım tarihi

source: Probation ends
tr: Denetimli serbestlik sona erer

source: Offer letter
tr: Teklif mektubu

source: Joining Set
tr: Birleştirme Seti

source: Joining Not-Set
tr: Not-Set'e Katılma

source: Portal Not-Sent
tr: Portal Gönderilmedi

source: Portal Send
tr: Portal Gönderme

source: Probation End
tr: Denetimli Serbestlik Bitişi

source: Rejected Reason
tr: Reddedilen Gerekçe

source: Send Portal
tr: Portal Gönder

source: Create Stage
tr: Sahne Yarat

source: Update Stage
tr: Aşama Güncelle

source: Stage Updated Successfully
tr: Aşama Başarıyla Güncellendi

source: New stage created successfully
tr: Yeni aşama başarıyla oluşturuldu

source: New Task Created Successfully
tr: Başarıyla Yeni Görev Oluşturuldu

source: Task updated successfully..
tr: Görev başarıyla güncellendi..

source: Onboarding Portal Stage
tr: Giriş Portalı Aşaması

source: Pipeline
tr: Fırsatlar

source: Rating
tr: Değerlendirme

source: Allocations
tr: Tahsisatları

source: View Note
tr: Görüş Notu

source: Stage Updated
tr: Sahne Güncellendi

source: Stage not updated
tr: Aşama güncellenmedi

source: Task Allocated
tr: Görev Tahsis Edildi

source: Status updated
tr: Durum güncellendi

source: Full Name
tr: Ad Soyad

source: Mobile
tr: Mobil

source: Task title
tr: Hizmet Başlığı

source: Stage Title
tr: Sahne Başlığı

source: Is Final Stage
tr: Son Aşama

source: Emergency Contact Number
tr: Acil Durum İletişim Numarası

source: Experience should be a postive integier
tr: Deneyim olumlu bir tam anlamlı olmalı

source: No of children should be a postive integier
tr: Hiçbir çocuk olumlu bir tam sayıcı olmamalıdır

source: Stage Managers
tr: Sahne Yöneticileri

source: Onboarding Stage
tr: Onboarding Aşaması

source: Onboarding Stages
tr: Onboarding Aşamaları

source: Task Title
tr: Görev Başlığı

source: Onboarding Task
tr: Onboarding Görevi

source: Onboarding Tasks
tr: Onboarding Görevleri

source: Onboarding Candidate
tr: Onboarding Adayı

source: Candidate Onboarding Stage
tr: Aday Kabul Aşaması

source: Onboarding view
tr: Onboarding görünümü

source: Candidates view
tr: Adayların bakış açısı

source: Added In Rejected Candidates
tr: Reddedilen Adaylar Eklendi

source: Add To Rejected Candidates
tr: Reddedilen Adaylara Ek Edin

source: Do you want to add this candidate to onboarding stage?
tr: Bu adayı işe alım aşamasına eklemek ister misiniz?

source: Start Onboarding
tr: Onboarding'e Başlayın

source: Already Added!
tr: Zaten eklendi!

source: Candidate already added to onboarding
tr: Aday zaten işe alıma eklendi

source: Added to Onobarding
tr: Onobarding'e eklendi

source: Send Portal / Start Onboarding
tr: Portal Gönder / Işe Başlamaya Başla

source: Send Portal / Start onboarding
tr: Portal Gönder / Işe Başlama

source: Joining From
tr: Katılım

source: Joining Till
tr: Till'e Katılım

source: Portal Sent
tr: Portal Gönderildi

source: Optional
tr: İsteğe bağlı

source: Template as Attachments
tr: Şablon Ekler Olarak

source: Send Portal Link
tr: Portal Bağlantısı Gönder

source: Is closed
tr: Kapalıdır

source: Upload Resumes
tr: Özgeçmiş Yükle

source: View candidates
tr: Adayları görüntüle

source: Candidate Details
tr: Aday Detayları

source: Profile Picture
tr: Profil Resmi

source: Select All Candidates
tr: Tüm Adayları Seç

source: Unselect All Candidates
tr: Tüm Adayları Kaldır

source: Export Candidates
tr: İhracat Adayları

source: Send Portal / Start onboarding
tr: Portal Gönder / Işe Başlama

source: Do you want to delete this record
tr: Bu kaydı silmek ister misin

source: Offer letter status :
tr: Teklif mektubu durumu :

source: At present, There are no Candidates onboarding.
tr: Şu anda işe alımda aday bulunmamaktadır.

source: Total Candidates
tr: Toplam Adaylar

source: Candidates Start Onboarding
tr: Adaylar Işe Başlamaya Başladı

source: Candidates on Onboard
tr: Onboard'daki Adaylar

source: No candidates started onboarding.
tr: Hiçbir aday işe başlamaya başlamadı.

source: Login
tr: Giriş

source: Profile Setup
tr: Profil Ayarları

source: Personal Details
tr: Kişisel detaylar

source: Bank Details
tr: Banka Detayları

source: Account number
tr: Hesap numarası

source: Country *
tr: Ülke *

source: State *
tr: Eyalet *

source: Finish Onboarding
tr: Sona Katılım

source: DOB
tr: Doğum Tarihi

source: Next Step
tr: Sonraki Adım

source: Do you want to delete this stage?
tr: Bu aşamayı silmek ister misin?

source: Bulk Stage Change
tr: Toplu Aşama Değişimi

source: Portal Status
tr: Portal Durumu

source: Bulk Change Task
tr: Toplu Değişim Görevi

source: Send mail
tr: Posta göndermek

source: Candidates stage updated successfully.
tr: Adaylar aşaması başarıyla güncellendi.

source: Candidate task stage updated successfully.
tr: Aday görev aşaması başarıyla güncellendi.

source: At present, There are no closed recruitments.
tr: Şu anda, kapalı bir işe alım süreci yoktur.

source: At present, There is no ongoing recruitment.
tr: Şu anda devam eden bir işe alım çalışması yoktur.

source: Close
tr: Kapat

source: Closed
tr: Kapalı

source: Open
tr: Açık

source: Candidate Name
tr: Aday adı

source: Onboarding portal stage
tr: Giriş portal aşaması

source: Portal
tr: Kapı

source: Authentication
tr: Doğrulama

source: New stage created successfully..
tr: Yeni sahne başarıyla oluşturuldu..

source: Stage is updated successfully..
tr: Sahne başarıyla güncellendi..

source: The stage deleted successfully...
tr: Sahne başarıyla silindi...

source: Stage not found.
tr: Sahne bulunamadı.

source: There are candidates in this stage...
tr: Bu aşamada adaylar var...

source: New task created successfully...
tr: Yeni görev başarıyla oluşturuldu...

source: The task deleted successfully...
tr: Görev başarıyla silindi...

source: Task not found.
tr: Görev bulunamadı.

source: You cannot delete this task because some candidates are associated with it.
tr: Bu görevi silemezsiniz çünkü bazı adaylar onunla ilişkilidir.

source: New candidate created successfully..
tr: Yeni aday başarıyla ortaya çıktı..

source: Candidate detail is updated successfully..
tr: Aday detayları başarıyla güncellendi..

source: Candidate deleted successfully..
tr: Aday başarıyla silindi..

source: Candidate not found.
tr: Aday bulunamadı.

source: You cannot delete this candidate. The candidate is included in the {}
tr: Bu adayı silemezsiniz. Aday da {}

source: %(recruitment)s has no stage..
tr: %(recruitment)s sahnesi yok..

source: User with email-id already exists..
tr: E-posta kimliği olan kullanıcı zaten var..

source: Account created successfully..
tr: Hesap başarıyla oluşturuldu..

source: Profile picture updated successfully..
tr: Profil resmi başarıyla güncellendi..

source: Employee with email id already exists.
tr: E-posta kimliğine sahip çalışan zaten var.

source: Employee already exists..
tr: Çalışan zaten var..

source: Employee personal details created successfully..
tr: Çalışan kişisel bilgileri başarıyla oluşturuldu..

source: Employee bank details created successfully..
tr: Çalışan banka bilgileri başarıyla oluşturuldu..

source: Candidate onboarding task updated
tr: Aday işe alım görevi güncellendi

source: Candidate onboarding stage updated
tr: Aday işe alım aşaması güncellendi

source: Missing candidate ID.
tr: Eksik aday kimliği.

source: Missing date of joining.
tr: Katılma tarihi kaçırıldı.

source: Candidate not found
tr: Aday bulunamadı

source: {candidate}'s Date of joining updated successfully
tr: {candidate}'nin katılım tarihi başarıyla güncellendi

source: No candidates started onboarding....
tr: Hiçbir aday işe başlamaya başlamadı....

source: Candidate sequence updated
tr: Aday dizisi güncellendi

source: Stage sequence updated
tr: Sahne dizisi güncellendi

source: The stage title has been updated successfully
tr: Sahne başlığı başarıyla güncellendi

source: Probation end date updated
tr: Denetimli serbestlik bitiş tarihi güncellendi

source: Task status updated successfully.
tr: Görev durumu başarıyla güncellendi.

source: Token Expire
tr: Token Süresi Doluyor

source: Primary
tr: Birincil

source: Client ID
tr: Müşteri ID

source: Client Secret
tr: Müşteri Gizliliği

source: Tenant ID
tr: Kiracı Kimliği

source: Expired⚠️
tr: Süresi doldu⚠️

source: Refresh Token
tr: Kodu yenile

source: Token not refreshed, Login required
tr: Token yenilenmedi, Giriş gerekiyor

source: Token refreshed successfully
tr: Token başarıyla yenilendi

source: Mail sent
tr: Gönderilen Posta

source: Outlook authentication required/expired
tr: Outlook kimlik doğrulaması gerekli/süresi doldu

source: Excluded Employees
tr: Dışlanan Çalışanlar

source: Non Taxable
tr: Vergilendirilmeyen

source: Fixed
tr: Sabit

source: Not Fixed
tr: Düzeltilmedi

source: Contracts
tr: Sözleşme

source: Deduct From Basic Pay
tr: Temel Maaştan Düşüm

source: Pay Frequency
tr: Ödeme Sıklığı

source: Total Net Pay
tr: Toplam Net Ücret

source: Ending Date
tr: Bitiş tarihi

source: Expired Date
tr: Son Kullanma Tarihi

source: Create Filing Status
tr: Başvuru Durumu Oluştur

source: Update Filing Status
tr: Başvuru Durumunu Güncelleme

source: Filing Status Updated Successfully
tr: Başvuru Durumu Başarıyla Güncellendi

source: Filing StatusCreated Successfully
tr: Başvuru Durumu Başarıyla Oluşturuldu

source: Create Tax Bracket
tr: Vergi Dilimi Oluştur

source: Update Tax Bracket
tr: Vergi Dilimini Güncelleme

source: The maximum income will be infinite
tr: Maksimum gelir sonsuz olacaktır

source: The tax bracket has been updated successfully.
tr: Vergi dizimi başarıyla güncellendi.

source: The tax bracket was created successfully.
tr: Vergi dizimi başarıyla oluşturuldu.

source: Tax Rate (%)
tr: Vergi Oranı (%)

source: Min. Income
tr: Minimum Gelir

source: Max. Income
tr: Max. Gelir

source: Loan
tr: Kredi

source: Advanced Salary
tr: İkins Maaş

source: Fine
tr: İnce

source: Provided Date
tr: Verilen Tarih

source: Installment Start Date
tr: Taksit Başlama Tarihi

source: Toatal Installments
tr: Toatal Bölümleri

source: Progress Bar
tr: İlerleme çubuğu

source: Loan / Advanced Salary
tr: Kredi / Peşin Maaş

source: Loan / Advanced Sarlary
tr: Kredi / Gelişmiş Sigorta

source: Loan Updated Successfully
tr: Kredi Başarıyla Güncellendi

source: New Loan Created Successfully
tr: Yeni Kredi Başarıyla Oluşturuldu

source: Generate
tr: Oluştur

source: Payslip Report
tr: Maaş Faturası Raporu

source: Send Via Mail
tr: Posta ile gönderin

source: Pay Slip Batch
tr: Maaş Çeki Partisi

source: Create Payslip
tr: Maaş Notu Oluştur

source: Payslip Saved
tr: Maaş Kaydı

source: Payslip creation date
tr: Maaş bordrosu oluşturulma tarihi

source: Payslip Automation
tr: Maaş Notu Otomasyonu

source: Create Auto Payslip Generate
tr: Otomatik Maaş Bordrosu Oluştur

source: Update Auto Payslip Generate
tr: Otomatik Maaş Notu Oluşturmayı Güncelle

source: All companies
tr: Tüm şirketler

source: Active 'Payslip auto generate' cannot be deleted.
tr: Aktif 'Maaş Notu otomatik oluştur' silinemiyor.

source: Reimbursements
tr: Geri ödemeler

source: Bonus Encashments
tr: Bonus Nakitlemeler

source: Available days to encash
tr: Nakit kazanmak için mevcut günler

source: Carryforward to encash
tr: Encash için devam edin

source: Bonus to encash
tr: Encash bonusu

source: Create Reimbursement / Encashment
tr: Geri Ödeme / Nakit Oluşturma

source: Update Reimbursement / Encashment
tr: Güncelleme Geri Ödemesi / Nakdotlama

source: Reimbursement updated successfully
tr: Geri ödeme başarıyla güncellendi

source: Reimbursement created successfully
tr: Başarıyla oluşturulan geri ödeme

source: Payslip Batch
tr: Toplu Bordro

source: You need to choose the employee.
tr: Çalışanı seçmeniz gerekiyor.

source: Contract Wage
tr: Sözleşme Ücreti

source: Rate must be greater than 0
tr: Oran 0'dan büyük olmalı

source: Rate must be less than 100
tr: Oran 100'den az olmalı

source: Fine Amount
tr: Ceza Miktarı

source: Fine Date
tr: Güzel Tarih

source: Value can't be negative.
tr: Değer olumsuz olamaz.

source: Not enough carryforward days to redeem
tr: Yeterince ileri taşıma günü yok

source: Not enough available days to redeem
tr: Kullanabileceğim yeterli gün yok

source: Value must be greater than zero
tr: Değer sıfırdan büyük olmalıdır

source: Filing Statuses
tr: Dosyalama Durumları

source: Commission
tr: Komisyon

source: Contract Title.
tr: Sözleşme Başlığı.

source: Notice period in total days.
tr: Bildirim süresi toplam günlerde.

source: Deduct the leave amount from basic pay.
tr: İzin miktarını temel maaştan çıkarın.

source: Calculate Daily Leave Amount
tr: Günlük İzin Miktarını Hesaplayın

source: Leave amount will be calculated by dividing the basic pay by number of working days.
tr: İzin miktarı, temel ücretin çalışma günü sayısına bölünmesiyle hesaplanacaktır.
