Repository: horilla-opensource/horilla
Catalog: horilla/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Closing
tr: Kapanış

source: Completion Date
tr: Tamamlama tarihi

source: Feedback Subject
tr: Geri Bildirim Konusu

source: Feedback Description
tr: Geri Bildirim Açıklaması

source: Do you want to delete the bonus point ?
tr: Bonus puanı silmek ister misin?

source: Do you want to delete the bonus point setting?
tr: Bonus puan ayarını silmek ister misin?

source: There is no Bonus setting at this moment.
tr: Şu anda Bonus ayarı yok.

source: Are you sure you want to Un-archive this feedback?
tr: Bu geri bildirimi arşivden çıkarmak istediğinizden emin misiniz?

source: Are you sure you want to archive this feedback?
tr: Bu geri bildirimi arşivlemek istediğinizden emin misiniz?

source: Can't delete the feedback it's already answered.
tr: Geri bildirimi silemiyor, zaten yanıtlanmış.

source: In Offboarding?
tr: Offboarding'de mi?

source: Start Date Range
tr: Başlangıç Tarihi Aralığı

source: End Date Range
tr: Bitiş Tarihi Aralığı

source: Created At Range
tr: Atışta Yaratıldı

source: Are you sure you want to delete this Key result?
tr: Bu Key sonucunu silmek istediğinizden emin misiniz?

source: Do you want to unarchive this key Result?
tr: Bu önemli Sonucu arşivden çıkarmak ister misiniz?

source: Do you want to archive this key Result?
tr: Bu anahtar sonucu arşivlemek ister misiniz?

source: Do you want to delete this Key result?
tr: Bu anahtar sonucu silmek ister misiniz?

source: Join Meeting
tr: Eğitime katılın

source: Send Meeting Link
tr: Toplantı Linki Gönder

source: Do you want to unarchive this meeting?
tr: Bu toplantıyı arşivden çıkarmak ister misin?

source: Do you want to archive this meeting?
tr: Bu toplantıyı arşivlemek ister misin?

source: Are you sure to delete this meeting?
tr: Bu toplantıyı sileceğinden emin misin?

source: Are you sure to remove this employee?
tr: Bu çalışanı görevden alacağınızdan emin misiniz?

source: Meeting
tr: Toplantı

source: Date greater than or equal
tr: Tarih daha büyük veya eşit

source: Date less than or equal
tr: Tarih daha az veya eşit

source: Are you sure to remove this manager?
tr: Bu yöneticiyi görevden alacağınızdan emin misiniz?

source: Minutes Of Meeting
tr: Toplantı Tutanakları

source: Do you want to unarchive this objective?
tr: Bu hedefi arşivden çıkarmak ister misiniz?

source: Do you want to archive this objective?
tr: Bu hedefi arşivlemek ister misiniz?

source: Are you sure to delete this objective?
tr: Bu hedefi sileceğinizden emin misiniz?

source: Are you sure want to remove this assignee?
tr: Bu görevli kişiyi kaldırmak istediğinizden emin misiniz?

source: Is Archived
tr: Arşivlendi mi

source: Are you sure want to remove this key result?
tr: Bu temel sonucu kaldırmak istediğinizden emin misiniz?

source: Are you sure want to remove this manager?
tr: Bu yöneticiyi görevden almak istediğinizden emin misiniz?

source: Do you want to unarchive this employee objective?
tr: Bu çalışan hedefini arşivden çıkarmak ister misiniz?

source: Do you want to delete this period ?
tr: Bu dönemi silmek ister misiniz?

source: Do you want to delete this question template?
tr: Bu soru şablonunu silmek ister misiniz?

source: Due Date
tr: Bitiş Tarihi

source: Owner:
tr: Sahibi:

source: Start date:
tr: Başlangıç tarihi:

source: Due on:
tr: Verilecek tarih:

source: Answered employees:
tr: Çalışanların yanıtları:

source: Employees not answerd yet:
tr: Henüz cevap verilmeyen çalışanlar:

source: Cyclic feedback period:
tr: Döngüsel geri bildirim süresi:

source: Next feedback on:
tr: Sonraki geri bildirim:

source: Bulk Feedback
tr: Toplu Geri Bildirim

source: No Feedbacks are available.
tr: Geri bildirim mevcut değildir.

source: Feedbacks to review
tr: İncelemek için geri bildirimler

source: There are no Feedbacks available.
tr: Geri bildirim yok.

source: There are no Feedback requests available.
tr: Geri bildirim talebi yok.

source: There are no anonymous feedbacks available.
tr: Anonim geri bildirim mevcut değildir.

source: Yesterday
tr: Dün

source: Review Cycle
tr: İnceleme Döngüsü

source: Question type
tr: Soru türü

source: Option a
tr: Seçenek a

source: Option b
tr: Seçenek b

source: Option c
tr: Seçenek c

source: Option d
tr: Seçenek d

source: Total Question
tr: Toplam Soru

source: No Question templates are available.
tr: No Question şablonları mevcut.

source: Questions not answered yet.
tr: Henüz cevaplanmamış sorular.

source: Meeting Questions & Answer
tr: Toplantı Soruları ve Yanıtları

source: Reveal
tr: Ortaya Çıkar

source: Collapse
tr: Çöküş

source: Add MoM
tr: MoM ekleyin

source: There is no meetings has been created.
tr: Henüz herhangi bir toplantı yapılmadı.

source: Minutes of Meeting (MoM)
tr: Toplantı Tutanakları (MoM)

source: Response
tr: Yanıt

source: End Date TTill
tr: Bitiş Tarihi Saat

source: Create Key Result
tr: Anahtar Sonuç Oluştur

source: Select All Objectives
tr: Tüm Hedefleri Seç

source: Unselect All Objectives
tr: Tüm Hedefleri Kaldır

source: Self Objective
tr: Kendi Hedef

source: All Objective
tr: Tüm Amaçlar

source: Do you want un-archive this OKR ?
tr: Bu OKR'yi arşivden çıkarmak ister misin?

source: Do you want archive this OKR ?
tr: Bu OKR'yi arşivlemek ister misin?

source: Do you want Delete this OKR ?
tr: Bu OKR'yi silmek ister misin?

source: There are no Objectives available.
tr: Mevcut bir Hedef yok.

source: Do you want delete this OKR ?
tr: Bu OKR'yi silmek ister misin?

source: type
tr: tip

source: Add Key Results
tr: Önemli Sonuçlar Ekle

source: Key Results Type
tr: Ana Sonuç Türü

source: Update Key Results
tr: Ana Sonuçları Güncelleme

source: Due
tr: Kalan

source: Days
tr: Günler

source: Employee Key Results
tr: Çalışan Ana Sonuçları

source: Are you sure you want to delete this Key result?
tr: Bu Key sonucunu silmek istediğinizden emin misiniz?

source: Descrption
tr: Tanım

source: There are currently no key results to consider.
tr: Şu anda dikkate alınması gereken önemli sonuçlar yok.

source: No valid key result assigned!
tr: Geçerli bir anahtar sonuç atanmadı!

source: Create Objective
tr: Hedef Oluştur

source: Do you want archive this Objective ?
tr: Bu Objective'i arşivlemek ister misin?

source: Do you want Delete this Objective ?
tr: Bu Hedefi Sil mi istiyorsun?

source: Add New
tr: Yeni Ekle

source: Created Objective
tr: Oluşturulan Hedef

source: No Objectives are available.
tr: Hiçbir Hedef mevcut değildir.

source: Objective Key Results (OKR)
tr: Nesnel Anahtar Sonuçlar (OKR)

source: Updated At
tr: Güncelleme Tarihi

source: Selected Objectives
tr: Seçilmiş Hedefler

source: Update Objectives
tr: Günkleme Hedefleri

source: Managers:
tr: Yöneticiler:

source: Duration:
tr: Süre:

source: Description:
tr: Açıklama:

source: Create Objectives
tr: Hedefler Oluştur

source: None.
tr: Yok.

source: No time periods have been created.
tr: Herhangi bir zaman dilimi oluşturulmamıştır.

source: Objective created
tr: Oluşturulan hedef

source: Objective %(objective)s Updated
tr: Hedef %(objective)s Güncellendi

source: Key result %(key_result)s created successfully
tr: Anahtar sonuç %(key_result)s başarıyla oluşturuldu

source: Key result %(key_result)s updated successfully
tr: Ana sonuç %(key_result)s başarıyla güncellendi

source: Key reuslt unarchived successfully
tr: Key reuslt başarıyla arşivlenmedi

source: Key reuslt archived successfully
tr: Key reuslt başarıyla arşivlendi

source: Objective %(objective)s deleted
tr: Hedef %(objective)s silindi

source: You can't delete objective %(objective)s,related entries exists
tr: Objektif %(objective)s silmek mümkün değil, ilgili girişler var

source: Objective not found.
tr: Hedef bulunamadı.

source: Manger removed successfully.
tr: Manger başarıyla çıkarıldı.

source: Key result removed successfully.
tr: Ana sonuç başarıyla kaldırıldı.

source: Assignee removed successfully.
tr: Görev sahibi başarıyla kaldırıldı.

source: Objective %(objective)s status updated
tr: Hedef %(objective)s durum güncellendi

source: Status has been updated
tr: Durum güncellendi

source: Current value of %(employee_key_result)s updated
tr: Güncel değeri %(employee_key_result)s güncellendi

source: Current value is greater than target value
tr: Mevcut değer hedef değerden büyüktür

source: Error occurred during current value updation
tr: Hata mevcut değer güncellemesi sırasında meydana geldi

source: Objective un-archived successfully!.
tr: Hedef arşivlenmeden başarıyla alındı!.

source: Objective archived successfully!.
tr: Hedef başarıyla arşivlendi!.

source: You can't delete this objective,related entries exists
tr: Bu hedefi silemezsiniz, ilgili girişler var

source: Objective deleted successfully!.
tr: Hedef başarıyla silindi!.

source: The status of the objective is the same as selected.
tr: Hedefin durumu seçilenle aynıdır.

source: Key result created
tr: Temel sonuç oluşturuldu

source: Key results created
tr: Temel sonuçlar ortaya çıktı

source: Key result updated
tr: Ana sonuç güncellendi

source: Feedback created successfully.
tr: Geri bildirim başarıyla oluşturuldu.

source: Ongoing feedback is not editable!.
tr: Sürekli geri bildirim düzenlenemiyor!

source: Feedback updated successfully!.
tr: Geri bildirim başarıyla güncellendi!.

source: Feedback not started yet
tr: Geri bildirim henüz başlamadı

source: Feedback is due/closed
tr: Geri bildirim gerekli/kapalıdır

source: You are not allowed to answer
tr: Cevap vermenize izin yok

source: Feedback already answered
tr: Geri bildirim zaten yanıtlandı

source: Feedback %(review_cycle)s has been answered successfully!.
tr: Geri bildirim %(review_cycle)s başarıyla yanıtlandı!.

source: Feedback is not answered yet
tr: Geri bildirim henüz yanıtlanmadı

source: Feedback %(review_cycle)s deleted successfully!
tr: Geri bildirim başarıyla silindi %(review_cycle)s!

source: You can't delete feedback %(review_cycle)s with status %(status)s
tr: Durum %(review_cycle)s geri bildirimi silemezsiniz%(status)s

source: Feedback not found.
tr: Geri bildirim bulunamadı.

source: Feedback is already started
tr: Geri bildirim zaten başladı

source: Feedback status updated to %(status)s
tr: Geri bildirim durumu %(status)s olarak güncellendi

source: Error occurred during status update to %(status)s
tr: Durum güncellemesi sırasında hata %(status)s

source: Feedback does not exist.
tr: Geri bildirim yok.

source: Feedback un-archived successfully!.
tr: Geri bildirim başarıyla arşivlenmedi!.

source: Feedback archived successfully!.
tr: Geri bildirim başarıyla arşivlendi!.

source: Not-completed
tr: Tamamlanmamış

source: Question template is used in feedback.
tr: Soru şablonu geri bildirimde kullanılır.

source: Question created successfully.
tr: Soru başarıyla oluşturuldu.

source: Error occurred during question creation!
tr: Soru oluşturulurken hata meydana geldi!

source: Question updated successfully.
tr: Soru başarıyla güncellendi.

source: Question deleted successfully!
tr: Soru başarıyla silindi!

source: Question not found.
tr: Soru bulunamadı.

source: Failed to delete question: Question template is in use.
tr: Soru silinemedi: Soru şablonu kullanılıyor.

source: Related entries exist.
tr: İlgili girişler de mevcuttur.

source: Question template created successfully!
tr: Soru şablonu başarıyla oluşturuldu!

source: Question template does not exist
tr: Soru şablonu mevcut değildir

source: Question template updated
tr: Soru şablonu güncellendi

source: This template is using in a feedback
tr: Bu şablon geri bildirimde kullanılıyor

source: The question template is deleted successfully !.
tr: Soru şablonu başarıyla silindi!.

source: question template not found.
tr: Soru şablonu bulunamadı.

source: Period creation was Successful
tr: Dönem yaratımı Başarılıydı

source: Period updated Successfully.
tr: Dönem Başarıyla güncellendi.

source: Period deleted successfully.
tr: Dönem başarıyla silindi.

source: Period not found.
tr: Nokta bulunamadı.

source: {objective} is {message}
tr: {objective} {message}

source: %(employee)s's %(objective)s deleted
tr: %(employee)s %(objective)s silindi

source: You can't delete objective %(objective)s with status %(status)s
tr: Durum %(objective)s hedef %(status)s silmek mümkün değil

source: {feedback} is {message}
tr: {feedback} {message}

source: Deleted
tr: Silindi

source: You are don't have permissions.
tr: İzniniz yok.

source: Feedback deleted successfully!
tr: Geri bildirim başarıyla silindi!

source: Failed to delete feedback: Feedback template is in use.
tr: Geri bildirim silinemedi: Geri bildirim şablonu kullanılıyor.

source: Key result Updated sucessfully.
tr: Ana sonuç: Başarıyla güncellendi.

source: Key result sattus changed to {}.
tr: Anahtar sonuç sattus {} olarak değiştirildi.

source: Meeting unarchived successfully
tr: Başarıyla arşivlenmemiş toplantı

source: Meeting archived successfully
tr: Toplantı başarıyla arşivlendi

source: Manager has been successfully removed from the meeting.
tr: Müdür toplantıdan başarıyla çıkarıldı.

source: Employee has been successfully removed from the meeting.
tr: Çalışan toplantıdan başarıyla çıkarıldı.

source: Minutes of Meeting (MoM) have been created successfully
tr: Toplantı Tutanakları (MoM) başarıyla hazırlanmıştır

source: Questions for meeting %(meeting)s has been answered successfully!.
tr: %(meeting)s buluşma soruları başarıyla yanıtlandı!

source: Bonus point setting activated successfully.
tr: Bonus puan ayarı başarıyla etkinleştirildi.

source: Bonus point setting deactivated successfully.
tr: Bonus puan ayarı başarıyla devre dışı bırakıldı.

source: No of Tasks
tr: Görev Sayısı

source: Create Project Stage
tr: Proje Aşaması Oluştur

source: Something went wrong!
tr: Bir şeyler ters gitti!

source: Update Project Stage
tr: Proje Aşamasını Güncelleme

source: New project stage created
tr: Yeni proje aşaması oluşturuldu

source: New project created
tr: Yeni proje oluşturuldu

source: Projects
tr: Projeler

source: To Do
tr: Yapılacaklar

source: Select Stage
tr: Aşama Seçiniz

source: Dynamic Create
tr: Dinamik Yaratma

source: New Task created
tr: Yeni Görev Oluşturuldu

source: Task Details
tr: Görev ayrıntıları

source: Update Time Sheet
tr: Zaman Çizelgesini Güncelleme

source: New time sheet created
tr: Yeni zaman çizelgesi oluşturuldu

source: Start From
tr: Fiyat

source: Project Managers
tr: Proje Yöneticileri

source: Project Members
tr: Proje Üyeleri

source: Project File
tr: Proje Dosyası

source: Are you sure you want to delete this project?
tr: Bu projeyi silmek istediğinizden emin misiniz?

source: Is end stage
tr: Son aşama

source: Project Stage
tr: Proje Aşaması

source: Project Stages
tr: Proje Aşamaları

source: Task Members
tr: Görev Üyeleri

source: Task File
tr: Görev Dosyası

source: The task end date must be between the project's start and end dates.
tr: Görevin bitiş tarihi, projenin başlangıç ve bitiş tarihleri arasında olmalıdır.

source: Are you sure you want to delete this task?
tr: Bu görevi silmek istediğinizden emin misiniz?

source: Hours Spent
tr: Geçirilen Saatler

source: Employee not included in this task
tr: Bu göreve dahil olmayan çalışan

source: Employee not included in this project
tr: Bu projeye dahil olmayan çalışan

source: Are you sure you want to delete this time sheet?
tr: Bu zaman çizelgesini silmek istediğinizden emin misiniz?

source: Time Sheet
tr: Zaman Çizelgesi

source: Time Sheets
tr: Zaman Çizelgeleri

source: Timesheet
tr: Zaman Çizelgesi

source: Project:
tr: Proje:

source: Members:
tr: Üyeler:

source: Start date:
tr: Başlama tarihi:

source: End date:
tr: Bitiş tarihi:

source: Do you really want to archive all the selected projects?
tr: Gerçekten seçilmiş tüm projeleri arşivlemek mi istiyorsunuz?

source: Do you really want to unarchive all the selected projects?
tr: Gerçekten seçilmiş tüm projeleri arşivden çıkarmak mı istiyorsun?

source: Do you really want to delete all the selected projects?
tr: Gerçekten seçilen tüm projeleri silmek mi istiyorsun?

source: Import Project
tr: Projeyi içe aktar

source: Do you want to archive this task?
tr: Bu görevi arşivlemek ister misin?

source: Do you want to un archive this task?
tr: Bu görevi arşivden çıkarmak ister misin?

source: Do you want Delete this Task ?
tr: Bu Görevi Sil mi istiyorsun?

source: Time sheet
tr: Zaman çizelgesi

source: Do you want to delete this task?
tr: Bu görevi silmek ister misin?

source: Do you want to delete this time sheet?
tr: Bu zaman çizelgesini silmek ister misin?

source: Add
tr: Ekle

source: Project manager
tr: Proje yöneticisi

source: Do you want to archive this project?
tr: Bu projeyi arşivlemek ister misiniz?

source: Do you want to un archive this project?
tr: Bu projeyi arşivden çıkarmak ister misiniz?

source: Do you want to delete this employee?
tr: Bu çalışanı silmek ister misiniz?

source: There are currently no available projects; please create a new one.
tr: Şu anda mevcut projeler yok; Lütfen yeni bir tane oluşturun.

source: Project Manager
tr: Proje Yöneticisi

source: There are currently no available tasks; please create a new one.
tr: Şu anda mevcut bir görev yoktur; Lütfen yeni bir tane oluşturun.

source: Task manager
tr: Görev yöneticisi

source: Task members
tr: Görev üyeleri

source: Time sheet
tr: Zaman çizelgesi

source: Managers:
tr: Yöneticiler:

source: Are you sure you want to delete this stage?
tr: Bu aşamayı silmek istediğinizden emin misiniz?

source: Create task
tr: Görev oluştur

source: Time Spent
tr: Harcanan Zaman

source: There are currently no available timesheets; please create a new one.
tr: Şu anda mevcut bir zaman çizelgesi yoktur; Lütfen yeni bir tane oluşturun.

source: Project Name
tr: Proje Adı

source: Stage Name
tr: Aşama Adı

source: Do you want to delete this candidate?
tr: Bu adayı silmek ister misiniz?

source: Mangers
tr: Müdürler

source: Task
tr: Görev

source: Project updated
tr: Proje güncellendi

source: Invalid status or missing data.
tr: Geçersiz durum veya eksik veri.

source: The specified project does not exist.
tr: Belirtilen proje mevcut değildir.

source: Could not retrieve project IDs.
tr: Proje kimliklerini alamıyorum.

source: Invalid value for 'is_active'. Use 'true' or 'false'.
tr: 'is_active' için geçersiz değer. 'Doğru' ya da 'yanlış' kullanın.

source: No project IDs were provided.
tr: Proje kimliği sağlanmadı.

source: {count} project(s) deleted successfully.
tr: {count} proje(ler) başarıyla silindi.

source: Permission denied or skipped for: %(projects)s.
tr: İzin reddedildi veya atlandı: %(projects)s.

source: The task has been created successfully!
tr: Görev başarıyla oluşturuldu!

source: New task created
tr: Yeni görev oluşturuldu

source: Task updated
tr: Görev güncellendi

source: The task has been deleted successfully.
tr: Görev başarıyla silindi.

source: Task stage updated
tr: Görev aşaması güncellendi

source: Timesheet created
tr: Zaman çizelgesi oluşturuldu

source: Timesheet updated
tr: Zaman çizelgesi güncellendi

source: Task stage has been successfully updated.
tr: Görev aşaması başarıyla güncellendi.

source: Tasks order has been successfully updated.
tr: Görev sırası başarıyla güncellendi.

source: Cannot update status. Task has already expired.
tr: Durumu güncelleyemiyor. Görev çoktan sona erdi.

source: Task status has been updated successfully
tr: Görev durumu başarıyla güncellendi

source: Task updated successfully
tr: Görev başarıyla güncellendi

source: You cannot delete %(task)s.
tr: %(task)s silemezsiniz.

source: {} tasks.
tr: {} görevler.

source: Project stage updated successfully
tr: Proje aşaması başarıyla güncellendi

source: Stage deleted successfully
tr: Aşama başarıyla silindi

source: Can't Delete. This stage contain some tasks
tr: Silme yapamıyorum. Bu aşamada bazı görevler yer alır

source: The project stage sequence has been successfully updated.
tr: Proje aşama dizisi başarıyla güncellenmiştir.

source: Time sheet created
tr: Zaman çizelgesi oluşturuldu

source: Time sheet updated
tr: Zaman çizelgesi güncellendi

source: The time sheet has been deleted successfully
tr: Zaman çizelgesi başarıyla silindi

source: %(timesheet)s deleted.
tr: %(timesheet)s silindi.

source: You cannot delete %(timesheet)s.
tr: %(timesheet)s silemezsiniz.

source: View candidate self tracking
tr: Adayların kendi takibi görüntüleyin

source: Survey
tr: Anket

source: Reject Reasons
tr: Nedenleri Reddet

source: Create reject reason
tr: Reddetme aklını yarat

source: Update reject reason
tr: Güncelleme: Reddetme nedeni

source: Reject reason updated successfully.
tr: Reddetme gerekçesi başarıyla güncellendi.

source: Reject reason created successfully.
tr: Başarılı bir şekilde oluşturulmuş aklı reddedin.

source: Hired Date
tr: İşe Alınan Tarih

source: Not Hired
tr: İşe Alınmadı

source: Hired
tr: İşi Aldın

source: Convert to Employee
tr: Çalışana Dönüş

source: Add to Skill Zone
tr: Yetenek Alanına Ekle

source: Request Document
tr: Talep Belgesi

source: Add to Rejected
tr: Reddedilenlere Ekle

source: Edit Rejected Candidate
tr: Reddedilen Aday Düzenleme

source: Create document request
tr: Belge talebi oluştur

source: Date joining
tr: Katılım tarihi

source: Reject reason
tr: Aklı reddet

source: Skill zone
tr: Yetenek bölgesi

source: Candidate reject reason saved
tr: Aday gerekçeyi reddetti

source: Interview Table
tr: Röportaj Tablosu

source: Add To Skill Zone
tr: Yetenek Alanına Ekle

source: No. of Candidates
tr: Hayır. Adaylar

source: Initial
tr: İlk

source: Recrutment
tr: Geri Kazanma

source: Interview Date
tr: Röportaj Tarihi

source: Interview Time
tr: Mülakat Zamanı

source: Interview Updated Successfully
tr: Röportaj Başarıyla Güncellendi

source: Interview Scheduled successfully.
tr: Mülakata Başarıyla Ayarlandı.

source: Resume Shortlisting
tr: Özgeçmiş Kısa Listesi

source: Reopen
tr: Tekrar Aç

source: Scheduled Interview
tr: Planlanmış Röportaj

source: Reject Candidate
tr: Reddet Adayı

source: Add Candidate
tr: Aday Ekle

source: Survey Questions
tr: Anket Soruları

source: Update Survey Questions
tr: Anket Sorularını Güncelle

source: Survey question updated.
tr: Anket sorusu güncellendi.

source: New survey question created.
tr: Yeni anket sorusu oluşturuldu.

source: Duplicate Survey Questions
tr: Tekrarlanan Anket Soruları

source: Template saved
tr: Şablon kaydedildi

source: Sequence
tr: Sekans

source: Open Jobs
tr: Açık Işler

source: Total Hires
tr: Toplam İşe Alım

source: Is Published?
tr: Yayınlanıyor mu?

source: Vacancy
tr: Boşluk

source: Optional Profile Image?
tr: İsteğe Bağlı Profil Görseli mi?

source: Optional Resume?
tr: İsteğe Bağlı Özgeçmiş mi?

source: New Skill Created Successfully
tr: Başarıyla Yaratılan Yeni Beceri

source: Add Recruitment
tr: Alım Ekle

source: Recruitment Updated Successfully
tr: İşe Alım Başarıyla Güncellendi

source: Recruitment Created Successfully
tr: Başarılı Bir Şekilde Yapılan İşe Alım

source: Candidate Added successfully.
tr: Aday Başarıyla Eklendi.

source: Recruitment added
tr: Katılım eklendi

source: Create Skill Zone
tr: Yetenek Alanı Oluştur

source: Update Skill Zone
tr: Yetenek Bölgesi'ni Güncelleme

source: Skill Zone updated successfully.
tr: Yetenek Bölgesi başarıyla güncellendi.

source: Skill Zone created successfully
tr: Başarıyla oluşturulan Yetenek Bölgesi

source: Add Candidate to skill zone
tr: Yetenek bölgesine Adayı ekle

source: Candidate updated successfully.
tr: Aday başarıyla güncellendi.

source: Candidate added successfully.
tr: Aday başarılı bir şekilde ekledi.

source: Skill
tr: Beceri

source: Update Skills
tr: Yetenek Güncelle

source: Skill updated
tr: Yetenek güncellendi

source: Skill created successfully!
tr: Başarıyla yaratılan beceri!

source: Edit Stage
tr: Düzenleme Aşaması

source: Stage updated
tr: Sahne güncellendi

source: Stage added
tr: Sahne eklendi

source: LinkedIn Accounts
tr: LinkedIn Hesapları

source: Survey Answer By
tr: Anket Yanıtı
