Repository: horilla-opensource/horilla
Catalog: horilla/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Add Allowance
tr: Ek İzinat

source: Basic Pay
tr: Temel Maaş

source: Some deductions will update basic pay before payslip calculation starts, eg: LOP is Deduducted from basic pay if `Deduct leave from basic pay` field is enabled on the contract, and also with the update compensation deduction through
tr: Bazı indirimler, maaş bordrosu hesaplaması başlamadan önce temel maaşı günceller, örneğin: sözleşmede 'Temel ücretten izin düşülür' alanı etkinleştirilmişse LOP temel maaştan düşülür ve ayrıca ücret indirimi güncellenmesiyle

source: Total Gross Pay
tr: Toplam Brüt Maaş

source: Some Deduction will update the total gross pay using the deductions that are enabled update compensation
tr: Bazı indirimler, etkinleştirilmiş indirimler kullanılarak toplam brüt maaşı günceller, güncelleme tazminatını günceller

source: Add Deduction
tr: Çıkarım Ekle

source: Loss of Pay
tr: Maaş Kaybı

source: Basic Pay Deductions
tr: Temel Ücret Kesintileri

source: Gross Pay Deductions
tr: Brüt Maaş Kesintileri

source: Federal Tax
tr: Federal Vergi

source: Net Pay Deductions
tr: Net Maaş Kesintileri

source: Total Deductions
tr: Toplam Çıkarımlar

source: Some deductions are not included in the total deductions because they are given as updated compensations. These deductions may be applied before the main calculation begins, such as from the basic pay or gross pay, while others are deducted after calculating the net pay.
tr: Bazı indirimler, güncellenmiş tazminatlar olarak verildiği için toplam indirimlere dahil edilmez. Bu indirimler, temel ücret veya brüt ücret gibi ana hesaplama başlamadan önce uygulanabilirken, diğerleri net maaş hesaplandıktan sonra düşülür.

source: 's reimbursement request
tr: Geri ödeme talebi

source: No Comments have been added for this reimbursement request
tr: Bu geri ödeme talebi için herhangi bir yorum eklenmedi

source: Currency Symbol
tr: Para Birimi Sembolü

source: Position
tr: Pozisyon

source: Default Notice Period
tr: Varsayılan Bildirim Süresi

source: Set initial notice period (in days)
tr: İlk bildirim süresini (günler cinsinden) belirleyin

source: No tax filing status has been recorded.
tr: Herhangi bir vergi beyannamesi durumu kaydedilmemiştir.

source: Are you sure to delete this Tax bracket ?
tr: Bu vergi dilimini sileceğinizden emin misiniz?

source: Score
tr: Skor

source: Need verification
tr: Doğrulama gerekiyor

source: Candidated Added
tr: Aday Eklendi

source: Create Candidate
tr: Aday Yarat

source: At
tr: Da

source: View Policy
tr: Politikayı Gör

source: - Open Recruitments
tr: - Açık Kadrolar

source: Open Job Listings
tr: Açık İş İlanları

source: We're hiring! Join our team and be part of a vibrant workplace where your talents make a difference. Here are the open Recruitments....
tr: İşe alım yapıyoruz! Ekibimize katılın ve yeteneklerinizin fark yarattığı canlı bir iş yerinin parçası olun. İşte açık Kadrolar....

source: Applied
tr: Uygulandı

source: Capacity
tr: Kapasite

source: Total vacancies
tr: Toplam boş pozisyonlar

source: Recruitment Details
tr: İşe Alım Detayları

source: Candidate Self Tracking
tr: Aday Kendi Takibi

source: Application Tracking
tr: Başvuru Takibi

source: By enabling the feature candidates can track their recruitment progress
tr: Özelliği etkinleştirerek adaylar işe alım ilerlemelerini takip edebilir

source: Rating Visiblity
tr: Derecelendirme Görünürlüğü

source: By enabling the feature candidates can view their recruitment overall rating
tr: Bu özelliği etkinleştirerek adaylar genel değerlendirmelerini görebilirler

source: Replace
tr: Değiştir

source: Asset Reports
tr: Varlık Raporları

source: Export Table
tr: İhracat Tablosu

source: Attendance Reports
tr: Katılım Raporları

source: Employee Reports
tr: Çalışan Raporları

source: Leave Reports
tr: Rapor Bırakın

source: Available Leave
tr: Mevcut İzin

source: Carryforward Days
tr: Taşıma Günleri

source: Available Days Greater or Equal
tr: Mevcut Günler Büyük veya Eşit

source: Available Days Less Than or Equal
tr: Mevcut Günler Küçük veya Eşit

source: Carryforward Days Greater or Equal
tr: Devam Eden Günler Daha Büyük veya Eşit

source: Carryforward Days Less Than or Equal
tr: Günler Aşağı veya Eşit Olsun, Devam Etme Günleri

source: Total Leave Days Greater or Equal
tr: Toplam İzin Günleri Daha Büyük veya Eşit

source: Total Leave Days Less Than or Equal
tr: Toplam İzin Günleri Daha Az veya Eşit

source: Choose Report
tr: Rapor Seç

source: Payroll Reports
tr: Bordro Raporları

source: Gross Pay Less Than or Equal
tr: Brüt Ücret Daha Az veya Eşit

source: Gross Pay Greater or Equal
tr: Brüt Ücret Daha Fazla veya Eşit

source: Deduction Less Than or Equal
tr: Çıkarım Düşük veya Eşit

source: Deduction Greater or Equal
tr: Çıkarım Büyük veya Eşit

source: Net Pay Less Than or Equal
tr: Net Maaş Daha Az veya Eşit

source: Net Pay Greater or Equal
tr: Net Ücret Daha Büyük veya Eşit

source: Allowance & Deduction
tr: Ödenecek ve Düşüm

source: Allowance Greater than
tr: Üstlenen Miktar

source: Allowance Less than
tr: Ödenek Altında

source: Deduction Greater than
tr: Büyük Çıkarım

source: Deduction Less than
tr: Çıkarım Azalan

source: Performance Reports
tr: Performans Raporları

source: Employee Objective
tr: Çalışan Amacı

source: Feedback
tr: Geri Bildirim

source: Feedback Title
tr: Geri Bildirim Başlığı

source: Subordinate
tr: Ast

source: Objectives
tr: Amaçlar

source: Candidate Reports
tr: Aday Raporları

source: Candidate
tr: Aday

source: Offer Status
tr: Teklif Durumu

source: Stage Type
tr: Sahne Tipi

source: Is Canceled
tr: İptal Edildi

source: Is Closed
tr: Kapalıdır

source: Unknown
tr: Bilinmeyen

source: Is Published
tr: Yayınlandı

source: Till End Date
tr: Bitiş Tarihine Kadar

source: Onboarding
tr: Hizmet

source: Stage
tr: Aşama

source: Task
tr: Görev

source: Candidates
tr: Adaylar

source: Stage Manager
tr: Sahne Müdürü

source: Task Manager
tr: Görev Yöneticisi

source: Settings
tr: Ayarlar

source: General Settings
tr: Genel Ayarlar

source: Employee Permission
tr: Çalışan İzni

source: User Group
tr: Kullanıcı Grubu

source: Accessibility Restriction
tr: Erişilebilirlik Kısıtlaması

source: Date & Time Format
tr: Tarih ve Saat Biçimi

source: Base
tr: Taban

source: Candidate Reject Reason
tr: Aday Sebep Reddi

source: Skills
tr: Beceriler

source: Disciplinary Action Type
tr: Disiplin Eylemi Türü

source: Track Late Come & Early Out
tr: Geç Dönüş ve Erken Çıkış Parçasını Takip Et

source: Attendance Break Point
tr: Seyirci Break Noktası

source: Check In/Check Out
tr: Kontrol Et/Kontrol Et

source: Restrictions
tr: Kısıtlamalar

source: Payroll
tr: Bordro

source: Payslip Auto Generation
tr: Maaş Faturası Otomobil Üretimi

source: Performance
tr: Performans

source: Bonus Point Setting
tr: Bonus Puan Ayarları

source: Integrations
tr: Entegrasyonları

source: Gdrive Backup
tr: Gdrive Yedeklemesi

source: LinkedIn Integration
tr: LinkedIn Entegrasyonu

source: Enable Linkedin
tr: LinkedIn'i etkinleştir

source: Enable this to integrate linkedin to Horilla.
tr: Bunu etkinleştirin ve linkedin'i Horilla'ya entegre edin.

source: Do you want to archive this skill zone ?
tr: Bu yetenek alanını arşivlemek ister misin?

source: Do you want to unarchive this skill zone?
tr: Bu yetenek alanını arşivden çıkarmak ister misin?

source: Are you sure want to delete this skill zone?
tr: Bu yetenek alanını silmek istediğinizden emin misiniz?

source: Added on
tr: Eklendi

source: Do you want to remove this candidate
tr: Bu adayı çıkarmak ister misin?

source: Skill Zone
tr: Yetenek Bölgesi

source: Candidate Filter
tr: Aday Filtresi

source: Are you sure want to delete?
tr: Silmek istediğinizden emin misiniz?

source: Add Questions
tr: Soru Ekle

source: Do you want to delete this template
tr: Bu şablonu silmek ister misin?

source: No template groups have been established yet.
tr: Henüz herhangi bir şablon grup oluşturulmadı.

source: Create Survey Template
tr: Anket Şablonu Oluştur

source: Duplicate Survey Template
tr: Tekrarlanan Anket Şablonu

source: Survey Templates
tr: Anket Şablonları

source: Create survey questions
tr: Anket soruları oluşturun

source: Please select one option
tr: Lütfen bir seçenek seçin

source: Balance point(s) to redeem
tr: Kurtarılacak denge puan(ları)

source: Redeem
tr: Kullan

source: Points History
tr: Puan Tarihi

source: Bonus account Created
tr: Bonus Hesap Oluşturuldu

source: Kanban View
tr: Kanban Görünümü

source: Add task
tr: Görev ekle

source: Are you sure you want to delete this stage?
tr: Bu aşamayı silmek istediğinizden emin misiniz?

source: Do you really want to delete this task?
tr: Bu görevi gerçekten silmek istiyor musun?

source: List View
tr: Liste Görünümü

source: Add Task
tr: Görev ekle

source: Task Managers
tr: Görev Yöneticileri

source: No tasks found in this stage.
tr: Bu aşamada hiçbir görev bulunmadı.

source: Search by Task Name...
tr: Görev Adına göre ara...

source: Remove as default
tr: Varsayılan olarak kaldır

source: Default Theme
tr: Varsayılan Tema

source: Set as default for login page
tr: Giriş sayfası için varsayılan olarak ayarlandı

source: Set as Default
tr: Varsayılan Olarak Ayarla

source: No themes available
tr: Tema mevcut değil

source: Theme Management
tr: Tema Yönetimi

source: Select a theme to customize the appearance of your application
tr: Uygulamanızın görünümünü özelleştirmek için bir tema seçin

source: Personal Timesheet of
tr: Kişisel Zaman Çizelgesi

source: Week
tr: Hafta

source: No Comments have been added for this worktype request
tr: Bu çalışma tipi talebi için herhangi bir yorum eklenmedi

source: Theme ID is required
tr: Tema Kimliği gereklidir

source: No active company found
tr: Aktif bir şirket bulunmadı

source: Theme changed successfully and set as default for login page
tr: Tema başarılı şekilde değiştirildi ve giriş sayfası için varsayılan olarak ayarlandı

source: Theme changed successfully
tr: Tema başarıyla değiştirildi

source: Theme not found
tr: Tema bulunmadı

source: An error occurred while changing the theme
tr: Temayı değiştirirken bir hata yaşandı

source: Theme removed as default for login page
tr: Giriş sayfası için varsayılan olarak tema kaldırıldı

source: Theme set as default for login page
tr: Giriş sayfası için varsayılan olarak tema ayarladı

source: Feature is not enabled on the settings
tr: Özellik ayarlarda etkinleştirilmemiştir

source: Selected Records updated
tr: Seçilen Kayıtlar güncellendi

source: No records selected
tr: Rekor seçilmedi

source: Allocation
tr: Ayırma

source: I Have took manual action for the protected records
tr: Korunan kayıtlar için manuel işlem yaptım

source: I acknowledge, I wont be able to revert this
tr: Kabul ediyorum, bunu geri alamayacağım

source: File name:
tr: Dosya adı:

source: Filters
tr: Filtreler

source: Save filter
tr: Kaydetme filtresi

source: E-mail
tr: E-posta

source: Import Help
tr: İç Aktarma Yardımı

source: Selected
tr: Seçili

source: user
tr: kullanıcı

source: Unselect All
tr: Tüm Seçimleri Kaldır

source: Item
tr: Öğe

source: Taken Leaves
tr: Alınan Yapraklar

source: All Assigned Leaves
tr: Tüm Atanan İzinler

source: Leave Reset Date
tr: Bırak Sıfırlama Tarihi

source: Assign Leaves
tr: Yaprakları Atamak

source: Update Available Leave
tr: Güncelleme Mevcut İzin

source: Available Leave Updated Successfully
tr: Mevcut İzin Başarıyla Güncellendi

source: Available Leave Created Successfully
tr: Mevcut İzin Başarıyla Oluşturuldu

source: Attendance Dates
tr: Katılım Tarihleri

source: Compensatory Leave Requests
tr: Telafi İzin Talepleri

source: My Compensatory Leave Requests
tr: Telafi İzin Taleplerim

source: Create Compensatory Leave Request
tr: Telafi İzin Talebi Oluşturun

source: Update Compensatory Leave Request
tr: Telafi İzin Talebini Güncelle

source: Compensatory Leave Updated
tr: Telafi İzni Güncellendi

source: Compensatory Leave Created
tr: Telafi İzni Oluşturuldu

source: My Leave allocation request
tr: İzin tahsisimim

source: Leave allocation requests
tr: İzin tahsisi talepleri

source: Leave Allocation Requests
tr: İzin Tahsisi Talepleri

source: Attachment
tr: Ek dosya

source: Create Leave Allocation Request
tr: İzin Tahsisi Isteği Oluştur

source: Leave allocation request updated
tr: İzin tahsisi talebi güncellendi

source: New leave allocation request created
tr: Yeni izin tahsisi talep edildi

source: Leave Clash
tr: Çıkma Çatışması

source: Leave Requests
tr: İzin İstekleri

source: Leave request is updated successfully
tr: İzin talebi başarıyla güncellendi

source: Leave request created successfully
tr: İzin talebi başarıyla oluşturuldu

source: Clased Due To
tr: Çünkü

source: Deducted FromCFD
tr: CFD'den Düşüldü

source: Leave Types
tr: Bırakma Türleri

source: Period In
tr: Dönem

source: Exclude company Leaves
tr: Şirket İznini Çıkar

source: Reset Based
tr: Sıfırlama Temelli

source: Reset weekend
tr: Reset hafta sonu

source: Maximum Carryforward
tr: Maksimum Taşıma

source: Carryforward Expires In
tr: Devam Süresi Doluyor

source: Assign Leave
tr: İzin Ata

source: Leave type assign is successfull
tr: İzin türü ataması başarılı oldu

source: leave type is already assigned to the employee
tr: İzin türü zaten çalışana atanmıştır

source: Compensatory leave type cant assigned manually
tr: Telafi izin türü elle atanamaz

source: My Leave requests
tr: İzin taleplerim

source: Leave Request Update
tr: İzin Talebi Güncellemesi

source: Leave request updated successfully
tr: İzin talebi başarıyla güncellendi

source: You dont have enough leave days to make the request
tr: Talebi yapmak için yeterli izin gününüz yok

source: There is already a leave request for this date range
tr: Bu tarih aralığı için zaten bir izin talebi var

source: Restricted Days
tr: Kısıtlı Günler

source: Create Restricted Day
tr: Kısıtlı Gün Oluşturun

source: Update Restricted Day
tr: Güncelleme Kısıtlı Gün

source: Restricted Day Updated Successfully
tr: Kısıtlı Gün Başarıyla Güncellendi

source: Restricted Day Created Successfully
tr: Kısıtlı Gün Başarıyla Oluşturuldu

source: You dont have permission.
tr: İznin yok.

source: Leave allocation request not found
tr: İzin tahsisi talebi bulunamadı

source: Sorry,Compensatory leave is not enabled.
tr: Üzgünüm, telafi izin etkinleştirilmedi.

source: Total Leave Days Days
tr: Toplam İzin Günleri Günleri

source: Rejection Reason
tr: Ret Nedeni

source: Yearly
tr: Yıllık

source: Unpaid
tr: Ödenmemiş

source: No Carry Forward
tr: Taşıma Yok

source: Carry Forward
tr: Devam Et

source: Carry Forward with Expire
tr: Süresi Sonu ile Devam Et

source: Is Paid
tr: Ödendi

source: Compensatory Leave Request already exists.
tr: Telafi İzin Talebi zaten var.

source: CarryForward Expired Date
tr: CarryForward Son Tarihi

source: Start Date Breakdown
tr: Başlangıç Tarihi Dağılımı

source: End Date Breakdown
tr: Bitiş Tarihi Dökümü

source: Leave Clashes Count
tr: Çatışmalardan Ayrıl

source: The selected leave type is not assigned to this employee.
tr: Seçilen izin türü bu çalışana atanmamıştır.

source: End date should not be less than start date.
tr: Bitiş tarihi, başlangıç tarihinden az olmamalıdır.

source: Mismatch in the breakdown of the start and end date.
tr: Başlangıç ve bitiş tarihlerinin dağılımında uyumsuzluk.

source: An attachment is required for this leave request
tr: Bu izin talebi için bir ek gereklidir

source: Employee already has a leave request for this date range.
tr: Çalışanın bu tarih aralığı için zaten bir izin talebi var.

source: Requests cannot be made for past dates.
tr: Geçmiş tarihler için talepler yapılamaz.

source: Does not have sufficient leave balance for the requested dates.
tr: İstenen tarihler için yeterli izin bakiyesi yok.

source: The {} leave request cannot be deleted !
tr: {} izin talebi silinemiyor!

source: Leave Allocation Request
tr: İzin Tahsisi Talebi

source: This form cannot be edited because the status is Requested / Rejected.
tr: Bu form düzenlenemez çünkü durum Istendi/Reddedildi.

source: If no job positions are specifically selected, the system will consider all job positions under the selected department.
tr: Eğer herhangi bir iş pozisyonu özel olarak seçilmezse, sistem seçilen departmandaki tüm pozisyonları dikkate alır.

source: Enable to select all Leave types.
tr: Tüm İzin türlerini seçmek için etkinleştirin.

source: Include All
tr: Hepsini Dahil Et

source: Specific Leave Types
tr: Özel İzin Türleri

source: Choose specific leave types to restrict.
tr: Kısıtlamak için belirli izin türlerini seçin.

source: Exclude Leave Types
tr: İzin Türlerini Hariç Et

source: Choose leave types to exclude from restriction.
tr: Kısıtlamadan hariç tutulacak izin türlerini seçin.

source: Half day Attendance need to validate
tr: Yarım günlük katılımın onaylanması gerekiyor

source: Assigned Leave
tr: Atanmış İzin

source: Are you sure you want to delete this assigned leave request?
tr: Bu atanan izin talebini silmek istediğinizden emin misiniz?

source: Export Assigned Leaves
tr: İhracat Atanmış Yapraklar

source: Import Assigned Leaves
tr: Atanmış Yaprakları İthal Et

source: Are you sure you want to approve ?
tr: Onaylamak istediğinizden emin misiniz?

source: Requested days Up To
tr: İstenen Günler Öncesi

source: Requested days More Than
tr: İstenmiş günlerden daha fazla

source: Allocated days
tr: Tahsis edilen günler

source: Same Department & Job Position
tr: Aynı Departman ve İş Pozisyonu

source: Same Department
tr: Aynı Departman

source: Same Job Position
tr: Aynı İş Pozisyonu

source: has an interview in this requested date range.
tr: Bu istenen tarih aralığında bir mülakata var.

source: Export Leave Requests
tr: İhtracat İzni Talepleri

source: Clashed Leave Requests
tr: Çatışan İzin Talepleri

source: Are you sure you want to delete this leave type?
tr: Bu izin türünü silmek istediğinizden emin misiniz?

source: Carryforward Expire in
tr: Taşıma Süresi Döner

source: Carryforward Expire period
tr: Devam Süresi

source: resetting the leaves based on conditions or not
tr: Yaprakları koşullara göre sıfırlamak

source: Payment Method
tr: Ödeme Yöntemi

source: Carry Forward Type
tr: Taşıma Tipi

source: Carry Forward greater Than or Equal
tr: Taşıyıcı Büyük veya Eşit

source: Carry Forward less Than or Equal
tr: Daha Az veya eşit taşıyıcı

source: Total Days greater Than or Equal
tr: Toplam Günler Büyük veya Eşit

source: Total Days less Than or Equal
tr: Toplam Günler Ondan Küçük veya Eşit

source: Are you sure you want to delete this leave request?
tr: Bu izin talebini silmek istediğinizden emin misiniz?

source: warning
tr: dikkat

source: You have an interview in this requested date range.
tr: Bu istenen tarih aralığında bir mülakatınız var.

source: View Accrual Plan
tr: Tahakkuk Planını Görüntüleyin

source: Accrual Plan
tr: Tahakkuk Planı

source: Accrual Rate
tr: Birikim Oranı

source: All Accrual Plan
tr: Tüm Birikim Planı

source: Accrual
tr: Birikim

source: Extra Leave
tr: Ekstra izin

source: Reject Compensatory Leave Request
tr: Telafi İzin Talebini Reddet

source: You have No leave requests for this filter.
tr: Bu filtre için izin talebiniz yok.

source: There are no compensatory leave requests at the moment.
tr: Şu anda telafi izin talebi yok.

source: Attendance Days
tr: Katılım Günleri

source: next
tr: sonraki

source: Today is a holiday.
tr: Bugün bir tatil.

source: Do you want to Approve this leave allocation request?
tr: Bu izin tahsisi talebini onaylamak ister misiniz?

source: Do you want to Approve this leave request?
tr: Bu izin talebini onaylamak ister misiniz?

source: No employees have taken leave today.
tr: Bugün hiçbir çalışan izin almadı.

source: Approved Requests
tr: Onaylanan İstekler

source: Rejected Requests
tr: Reddedilen Talepler

source: Reject Leave Allocation Request
tr: İzin Tahsisi Başvurusunu Reddet

source: There are no leave allocation requests at the moment.
tr: Şu anda izin tahsisi talebi yok.

source: My leave allocation request
tr: İzin tahsisi talebim

source: View Leave Available Leave
tr: İzni Gör Mevcut İzni

source: Selected Leaves
tr: Seçilmiş Yapraklar

source: Select All Leaves
tr: Tüm Yaprakları Seç

source: Unselect All Leaves
tr: Tüm Yaprakları Kaldır

source: Export Leaves
tr: İhracat Yaprakları

source: There are no leave assigned at the moment.
tr: Şu anda izin verilmemiştir.

source: Used Leave Days
tr: Kullanılmış İzin Günleri

source: Are you sure you want to delete this assigned leave?
tr: Bu atanan izni silmek istediğinizden emin misiniz?

source: Assigned Leave type not found.
tr: Atanmış İzin türü bulunamadı.

source: Leave types
tr: İzin türleri

source: Leave days
tr: İzin günleri

source: Extra days
tr: Ekstra günler

source: Total days
tr: Toplam gün

source: My Leave Request
tr: İzin Talebim

source: Request
tr: İstek

source: New Leave Request
tr: Yeni izin isteği

source: Extra Days
tr: Ekstra Günler

source: Leave type is not assigned for the selected employee.
tr: Seçilen çalışan için izin türü atanmamıştır.

source: Forecasted available days added to this Available Days (Carryforward Max. + Forcasted Days)
tr: Tahmini kullanılabilir günler bu Kullanılabilir Günlere eklendi (Taşıma Maksimumu + Önceden Gönderilen Günler)

source: Pending Leaves Requests
tr: Bekleyen İzin Talepleri

source: Select All Requests
tr: Tüm İstekleri Seç

source: Unselect All Requests
tr: Tüm İstekleri Kaldır

source: Export Requests
tr: İhracat Talepleri

source: Clashed Due To
tr: Çatışma Nedeniyle

source: No clashed requestes available for cancelled or rejected leaves.
tr: İptal edilen veya reddedilen izinler için çelişen talepler bulunmamaktadır.

source: No clashed requestes found
tr: Çelişen istek bulunmadı

source: Are you sure you want to delete ?
tr: Silmek istediğinizden emin misiniz?

source: From Date
tr: Tarihten itibaren

source: Leave Description
tr: İzin Açıklaması

source: Create Leave Report
tr: İzin Raporu Oluştur

source: Selected Requests
tr: Seçilmiş İstekler

source: There are no leave requests at the moment.
tr: Şu anda izin talebi yok.

source: Bulk Rejection Reason
tr: Toplu Reddetme Sebebi

source: Cancel Request
tr: İsteği İptal Et

source: Cancellation Reason
tr: İptal Nedeni

source: All Leave Requests
tr: Tüm İzin Talepleri

source: Back to Leave Request
tr: Leave Request Geri Dön

source: Choose employees to assign this leave type
tr: Bu izin türünü atamak için çalışanları seçin

source: No leave types have been created yet.
tr: Henüz herhangi bir izin türü oluşturulmadı.

source: Do you really want to delete this leave type?
tr: Gerçekten bu izin türünü silmek mi istiyorsun?

source: There are no leave types to view
tr: Görüntülenecek izin türü yok

source: View Leave Types
tr: İş Bırakma Türleri

source: Carryforward Expire
tr: Taşıma Süresi Döner

source: Exclude Company Leaves
tr: Şirket İzinleri Hariç Getirilir

source: Select All Days
tr: Tüm Günler Seç

source: Unselect All Days
tr: Tüm Günler Seçimini Kaldır

source: All Leave types are Restricted
tr: Tüm İzin türleri Kısıtlıdır

source: Restricted for these Leave Types
tr: Bu İzin Türleri için Kısıtlıdır

source: Excluded Leave Types
tr: Dışlanan İzin Türleri

source: No restricted date available.
tr: Sınırlı tarih mevcut değil.

source: Create Leave Request
tr: İzin Talebi Oluştur

source: has interview in the requested date.
tr: istenen tarihte mülakata girer.

source: Are you sure want to proceed with the request ?
tr: Talebe devam etmek istediğinizden emin misiniz?

source: My Leave Requests
tr: İzin Taleplerim

source: View Leave Request
tr: İzin Talebini Görüntüle

source: My Leave
tr: İzinlerim

source: User Leave
tr: Kullanıcı İzni

source: New leave type Created..
tr: Yeni izin türü Oluşturuldu..

source: Leave type not found
tr: İzin türü bulunamadı

source: Leave type is updated successfully..
tr: İzin türü başarıyla güncellendi..
