Repository: horilla-opensource/horilla
Catalog: horilla/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Default Employee View
tr: Varsayılan Çalışan Görünümü

source: Default Employee Detailed View
tr: Varsayılan Çalışan Detaylı Görünümü

source: You dont have access to the feature
tr: Özelliğine erişiminiz yok

source: Employee
tr: Personel

source: Exclude Employees
tr: Çalışanları Çıkarın

source: Job Position
tr: İş pozisyonu

source: Department
tr: Departman

source: Work Type
tr: Çalışma Türü

source: Employee Type
tr: Çalışan Türü

source: Job Role
tr: Rol

source: Company
tr: Şirket

source: Tags
tr: Etiketler

source: Groups
tr: Gruplar

source: Permissions
tr: İzinler

source: Default Accessibility
tr: Varsayılan Erişilebilirlik

source: Limit default view access to horilla feature
tr: Horilla özelliğine varsayılan görünüm erişimini sınırla

source: Actions
tr: Eylemler

source: You won't be able to revert this!
tr: Bu işlem geri alınamayacak

source: Yes
tr: Evet

source: Clear it
tr: Temizle

source: Clear Filter
tr: Filtreyi Temizle

source: Restrict All
tr: Her Şeyi Kısıtla

source: Only those normal users/employees with any category mentioned in the form can access the
tr: Sadece formda belirtilen herhangi bir kategoriye sahip normal kullanıcılar/çalışanlar

source: feature
tr: özellik

source: If skip all the category fields in the form, then all normal users/employees can access the feature
tr: Formdaki tüm kategori alanlarını atlarsanız, tüm normal kullanıcılar/çalışanlar özelliğe erişebilir

source: Accessibility filter saved
tr: Erişilebilirlik filtresi kaydedildi

source: All filter cleared
tr: Tüm filtreler temizlendi

source: Assets
tr: Varlıklar

source: Asset Batch Number
tr: Varlık Parti Numarası

source: Create Batch Number
tr: Parti Numarası Oluştur

source: Batch Number Update
tr: Parti Numarası Güncellemesi

source: Batch number updated successfully.
tr: Parti numarası başarıyla güncellendi.

source: Batch number created successfully.
tr: Parti numarası başarıyla oluşturuldu.

source: Details
tr: Detaylar

source: Asset
tr: Varlık

source: Asset Category Creation
tr: Varlık Kategorisi Oluşturma

source: Asset Category Update
tr: Varlık Kategorisi Güncellemesi

source: Asset category updated successfully
tr: Varlık kategorisi başarıyla güncellendi

source: Asset category created successfully
tr: Başarıyla oluşturulan varlık kategorisi

source: Asset Creation
tr: Varlık Oluşturma

source: Asset Update
tr: Varlık Güncellemesi

source: Asset updated successfully
tr: Varlık başarıyla güncellendi

source: Asset created successfully
tr: Başarıyla oluşturulan varlık

source: Asset Category Duplicate
tr: Varlık Kategorisi Kopyası

source: Duplicate
tr: Kopyala

source: Asset Duplicate
tr: Varlık Kopyası

source: Add Asset Report
tr: Varlık Raporu Ekle

source: Asset report added successfully.
tr: Varlık raporu başarıyla eklendi.

source: Asset Category
tr: Varlık Kategorisi

source: Import
tr: İçe Aktar

source: Export
tr: Dışa Aktar

source: Assigned Date
tr: Belirlenmiş Tarih

source: Returned Date
tr: Geri Dönüş Tarihi

source: Return Status
tr: Dönüş Durumu

source: Asset History
tr: Varlık Geçmişi

source: Asset Details
tr: Varlık Detayları

source: Allocated User
tr: Tahsis edilmiş Kullanıcı

source: Returned Status
tr: Geri Dönme Durumu

source: Allocated Date
tr: Tahsis Tarihi

source: Return Description
tr: Dönüş Açıklaması

source: Assign Condition Images
tr: Koşul Görüntüleri Atama

source: Return Condition Images
tr: Dönüş Durumu Görüntüleri

source: Status
tr: Durum

source: Asset Request
tr: Varlık Talebi

source: Category
tr: Kategori

source: Expiry Date
tr: Son kullanma tarihi

source: Return Date
tr: Dönüş Tarihi

source: Request User
tr: Kullanıcı İste

source: Requested Date
tr: İstenen Tarih

source: Allocation deleted successfully
tr: Tahsis başarıyla silindi

source: Asset request deleted successfully
tr: Varlık talebi başarıyla silindi

source: Asset Allocation
tr: Varlık Dağılışu

source: Asset Request / Employee
tr: Varlık İsteği / Çalışan

source: Asset Request / Asset Category
tr: Varlık Talebi / Varlık Kategorisi

source: Asset Request / Request Date
tr: Varlık Talep / Talep Tarihi

source: Asset Request / Status
tr: Varlık Talebi / Durum

source: Asset Allocation / Employee
tr: Varlık Tahsisi / Çalışan

source: Asset Allocation / Assigned Date
tr: Varlık Tahsisi / Atanma Tarihi

source: Asset Allocation / Return Date
tr: Varlık Tahsisi / Geri Dönüş Tarihi

source: Tracking Id
tr: İzleme Kimliği

source: Batch No
tr: Parti No.

source: Assigned by
tr: Atanan öznitelik terimlerinin listesi.

source: Description
tr: Açıklama

source: Asset Information
tr: Varlık Bilgileri

source: Request Description
tr: İstek Açıklaması

source: Asset Request Created Successfully
tr: Varlık İsteği Başarıyla Oluşturuldu

source: Asset allocated Successfully
tr: Başarılı Şekilde Tahsis Edilen Varlık

source: Asset request approved successfully!.
tr: Varlık talebi başarıyla onaylandı!.

source: ---Choose Batch No.---
tr: ---Parti No.--- Seçin

source: Create new batch number
tr: Yeni parti numarası oluşturun

source: Requesting a laptop for software development purposes.
tr: Yazılım geliştirme amacıyla bir dizüstü bilgisayar talep etmek.

source: on returns the laptop. However, it has suffered minor damage.
tr: Dizüstü bilgisayar açılıyor. Ancak, küçük hasarlar almıştır.

source: Return date cannot be in the future.
tr: İade tarihi gelecekte olamaz.

source: Name
tr: Ad

source: Asset Categories
tr: Varlık Kategorileri

source: Batch Number
tr: Parti Numarası

source: Asset Batch
tr: Varlık Partisi

source: Asset Batches
tr: Varlık Partileri

source: In Use
tr: Kullanımda

source: Available
tr: Mevcut

source: Not-Available
tr: Mevcut Değil

source: Asset Name
tr: Varlık Adı

source: Current User
tr: Şu anki kullanıcı

source: Purchase Date
tr: Satınalma tarihi

source: Cost
tr: Maliyet

source: Notify Before (days)
tr: Önceden Bildirim (günler)

source: An asset with this tracking ID already exists.
tr: Bu takip kimliğine sahip bir varlık zaten var.

source: Asset Document
tr: Varlık Belgesi

source: Asset Documents
tr: Varlık Belgeleri

source: Minor damage
tr: Küçük hasarlar

source: Major damage
tr: Büyük hasar

source: Healthy
tr: Sağlıklı

source: Assigned To
tr: Atandı

source: Assigned By
tr: Atanmış

source: Return Condition
tr: Dönüş Koşuşu

source: Asset Allocations
tr: Varlık Tahsisileri

source: Send Mail
tr: Mail Gönder

source: Requested
tr: Talep edilen

source: Approved
tr: Onaylandı

source: Rejected
tr: Reddedildi

source: Requesting User
tr: İsteyen Kullanıcı

source: Asset Requests
tr: Varlık İstekleri

source: Dashboard
tr: Kontrol Paneli

source: Asset View
tr: Varlık Görünümü

source: Request and Allocation
tr: Talep ve Tahsis

source: Update
tr: Güncelle

source: Do you want to delete this asset?
tr: Bu varlığı silmek ister misiniz?

source: Delete
tr: Sil

source: Create
tr: Oluştur

source: Save
tr: Kaydet

source: Import Assets
tr: Varlıkları İçeri Al

source: Upload a File
tr: Dosya Yükle

source: Drag and drop files here
tr: Dosyaları buraya sürükle ve bırak

source: Download Template
tr: Şablonu İndir

source: Upload
tr: Yükle

source: by
tr: tarafından

source: Reports
tr: Raporlar

source: Edit
tr: Düzenle

source: Asset Report
tr: Varlık Raporu

source: Page
tr: Sayfa

source: of
tr: arasında

source: First
tr: İlk

source: Previous
tr: Önceki

source: Next
tr: Sonraki

source: Last
tr: Son

source: Title
tr: Başlık

source: File
tr: Dosya

source: Asset Return Form
tr: Varlık Geri Formu

source: Add Report
tr: Rapor Ekle

source: Add Fine
tr: Güzel Ekle

source: Report added successfully.
tr: Rapor başarılı şekilde eklendi.

source: Assign asset before adding a report
tr: Rapor eklemeden önce varlık atamak

source: Back
tr: Geri

source: Asset request
tr: Varlık talebi

source: Assets in use
tr: Kullanılan varlıklar

source: Asset Chart
tr: Varlık Tablosu

source: Asset Requests To Approve
tr: Varlık Onay Talepleri

source: Assets In Use
tr: Kullanılan Varlıklar

source: Allocated Assets
tr: Tahsis Edilen Varlıklar

source: No Records found.
tr: Kayıt bulunmadı.

source: There is no asset allocation at this moment.
tr: Şu anda herhangi bir varlık tahsisi yok.

source: Request Date
tr: İstek Tarihi

source: Do you want to reject this request?
tr: Bu talebi reddetmek mi istiyorsun?

source: No records available at the moment.
tr: Şu anda kayıt yok.

source: Asset Allocated Date
tr: Varlık Tahsis Tarihi

source: Allocated By
tr: Tahsis Tarafından

source: Advanced
tr: Gelişmiş

source: Return Date Greater Or Equal
tr: Dönüş Tarihi Büyük veya Eşit

source: Assign Date Greater Or Equal
tr: Tarih Büyük veya Eşit Olarak Atama

source: Return Date lesser Or Equal
tr: İade Tarihi Küçük veya Eşit

source: Assign Date Lesser Or Equal
tr: Tarih Küçük veya Eşit Olarak Atama

source: Filter
tr: Filtre

source: Returned date
tr: Geri dönüş tarihi

source: No asset history available.
tr: Varlık geçmişi mevcut değil.

source: Search
tr: Arama

source: Group By
tr: Grupla

source: Field
tr: Alan

source: Selected Assets
tr: Seçilmiş Varlıklar

source: No Asset Batches have been created.
tr: Herhangi bir Asset Batch oluşturulmadı.

source: Do you want to delete this batch number ?
tr: Bu parti numarasını silmek ister misiniz?

source: Do you want to delete this category?
tr: Bu kategoriyi silmek ister misiniz?

source: Search in :Asset
tr: :Asset içinde arama

source: Search in :Asset Category
tr: :Asset category içinde arama

source: Category Name
tr: Kategori adı

source: Purchase Cost
tr: Satın alma maliyeti

source: Do you want to download template ?
tr: Şablonu indirmek ister misin?

source: No Asset Categories or Assets have been created.
tr: Herhangi bir Varlık Kategorisi veya Varlık oluşturulmamıştır.

source: Export Assets
tr: İhracat Varlıkları

source: Purchased Date
tr: Satınalma tarihi

source: Return
tr: Dönüş

source: Requested to return
tr: Geri dönmesi istendi

source: Are you sure you want to return this asset?
tr: Bu varlığı iade etmek istediğinden emin misin?

source: Return Request
tr: İade Talebi

source: Returned
tr: İade

source: Approve
tr: Onayla

source: Reject
tr: Reddet

source: Do you want to delete this Allocation?
tr: Bu Tahsisi silmek mi istiyorsun?

source: Requested Employee
tr: İstenen Çalışan

source: Asset Request Date
tr: Varlık İstek Tarihi

source: Allocated
tr: Kullanılabilecek

source: No assets have been assigned to you.
tr: Size herhangi bir varlık tahsis edilmedi.

source: Confirmation
tr: Onay

source: Do you want to reject this asset request?
tr: Bu varlık talebini reddetmek mi istiyorsun?

source: There are no asset request.
tr: Varlık talebi yok.

source: There is no asset allocation has been created.
tr: Herhangi bir varlık tahsisi oluşturulmadı.

source: Create request
tr: İstek oluşturma

source: Create allocation
tr: Tahsis oluşturun

source: In use
tr: Kullanımda

source: Approve
tr: Onayla

source: Asset deleted successfully
tr: Varlık başarıyla silindi

source: You cannot delete this asset.
tr: Bu varlığı silemezsiniz.

source: Asset category not found
tr: Varlık kategorisi bulunmadı

source: Asset Updated
tr: Varlık Güncellendi

source: Asset not found
tr: Varlık bulunmadı

source: Asset is in use
tr: Varlık kullanımda

source: Asset is used in allocation!.
tr: Varlık tahsiste kullanılır!

source: Asset category deleted.
tr: Varlık kategorisi silindi.

source: Assets are located within this category.
tr: Varlıklar bu kategori içinde yer alır.

source: Asset request created!
tr: Varlık talebi oluşturuldu!

source: Asset request does not exist.
tr: Varlık talebi yok.

source: Your asset request has been approved!
tr: Varlık talebiniz onaylandı!

source: Asset request approved successfully!
tr: Varlık talebi başarıyla onaylandı!

source: An error occurred:
tr: Bir hata oluştu:

source: Asset request not found.
tr: Varlık talebi bulunamadı.

source: Asset request has been rejected.
tr: Varlık talebi reddedildi.

source: Asset allocated successfully!.
tr: Varlık başarıyla tahsis edildi!.

source: Asset assignment not found.
tr: Varlık devri bulunamadı.

source: Return request for {} initiated.
tr: {} için iade talebi başlatıldı.

source: Asset Returned Successfully...
tr: Varlık başarıyla geri döndü...

source: Asset Return Successful!.
tr: Varlık Geri Dönüşü Başarılı!.

source: Successfully imported Assets
tr: Başarıyla ithal edilen varlıklar

source: File Error
tr: Dosya Hatası

source: There are no assets to export.
tr: İhracat edilecek bir varlık yok.

source: This batch number is already in-use
tr: Bu parti numarası zaten kullanılıyor

source: Batch updated successfully.
tr: Parti başarıyla güncellendi.

source: Batch number in-use
tr: Kullanılan parti numarası

source: Batch number deleted
tr: Parti numarası silindi

source: Batch number not found
tr: Parti numarası bulunamadı

source: You cannot delete this Batch number.
tr: Bu Batch numarasını silemezsiniz.

source: asset
tr: Varlık

source: Oops!! No Asset found...
tr: Tüh!! Hiçbir Varlık bulunamadı...

source: assets in use
tr: Kullanılan varlıklar

source: Employee not found.
tr: Çalışan bulunamadı.

source: Attendance Date
tr: Katılım Tarihi

source: In Date
tr: Tarihte

source: Check In
tr: Giriş

source: Check Out
tr: Çıkış

source: Out Date
tr: Çıkış Tarihi

source: Duration (HH:MM:SS)
tr: Süre (HH:MM:SS)

source: Attendance Activity
tr: Katılım Etkinliği

source: Shift Day
tr: Vardiya Günü

source: Country
tr: Ülke

source: Reporting Manager
tr: Raporlama Müdürü

source: Employement Type
tr: İş Tipi

source: Day
tr: Gün

source: Check In Date
tr: Giriş Tarihi

source: Check Out Date
tr: Çıkış Tarihi

source: Duration
tr: Süre

source: Requested Attendances
tr: Talep Edilen Katılımlar

source: All Attendances
tr: Tüm İzimciler

source: Date
tr: Tarih

source: Check-In
tr: Giriş

source: Check-Out
tr: Çıkış Tarihi

source: Min Hour
tr: Min Saat

source: At Work
tr: İş Başında

source: Overtime
tr: Fazla mesai

source: Approved By
tr: Onaylayan

source: Bulk-Requests
tr: Toplu İstekler

source: Not Validated
tr: Doğrulanmamış

source: Validated
tr: Doğrulandı

source: Bulk Approve
tr: Toplu Onay

source: Bulk Reject
tr: Toplu Redd

source: Attendances
tr: Seyirci sayısı

source: Activities
tr: Aktiviteler

source: New Attendance Request
tr: Yeni Katılım Talebi

source: Update Attendance Request
tr: Katılım Talebini Güncelleme

source: New Attendance request created
tr: Yeni Katılım talebi oluşturuldu

source: New Attendance request updated
tr: Yeni Katılım talebi güncellendi

source: Attendance update request created.
tr: Katılım güncellemesi talebi oluşturuldu.

source: Validate Attendances
tr: Katılımları Doğrulayın

source: Hour Account
tr: Saat Hesabı

source: Attendance Report
tr: Katılım Raporu

source: Pending Hour
tr: Bekleyen Saat

source: Attendance To Validate
tr: Katılım Doğrulama Için

source: OT Attendances
tr: Uzun Zaman Sürece Katılımları

source: Validated Attendances
tr: Onaylanmış Katılım Oranları

source: Add Attendances
tr: Katılım Sayı Ekle

source: Attendance Added
tr: Katılım Sayı Eklendi

source: Edit Attendance
tr: Katılım Düzenlemesi

source: Attandance Updated
tr: Attandance Güncellendi

source: Leave Type
tr: İzin Türü

source: Minus Days
tr: Eksik Günler

source: Deducted From CFD
tr: CFD'den Düşülmüş

source: Penalty amount
tr: Ceza miktarı

source: Created Date
tr: Oluşturulma Tarihi

source: Penalty Type
tr: Ceza Türü

source: Attendance
tr: Katılım

source: Penalty Account
tr: Ceza Hesabı

source: Offline
tr: Çevrimdışı

source: Online
tr: Çevrimiçi

source: Auto Validate Till
tr: Otomatik Doğrulama Till

source: Min Hour To Approve OT
tr: Ameliyat Onayı Için Minimum Saat

source: OT Cut-Off/Day
tr: OT Kesintisi/Gün

source: Break Point Condition
tr: Kırılma Noktası Durumu

source: Create Attendance condition
tr: Katılım koşulu oluştur

source: Update Attendance condition
tr: Katılım durumu güncellemesi

source: Attendance Break-point settings updated.
tr: Katılım Ara puanı ayarları güncellendi.

source: Attendance Break-point settings created.
tr: Devamsızlık Ara noktası ayarları oluşturuldu.

source: Check in/Check out
tr: Kontrol et/Kontrol

source: Enable Check In/Check out
tr: Giriş / Çıkış Seçeneğini Etkinleştir

source: Worked Hours
tr: Çalışma Saatleri

source: Work Status
tr: İş Durumu

source: Allowed Time
tr: İzin Verilen Zaman

source: Applicable on clock-in
tr: Saat girişinde uygulanabilir

source: Applicable on clock-out
tr: Saat çıkışında uygulanabilir

source: Assigned Shifts
tr: Atanmış Vardiyalar

source: Is default
tr: Varsayılan

source: Is active
tr: Etkin mi

source: Default Grace Time
tr: Varsayılan Bağışlama Süresi

source: Grace Time
tr: Arş Zamanı

source: Create grace time
tr: Bağışlanma süresi yaratın

source: Update grace time
tr: Beklenmedik süreyi güncelleme

source: Grace time updated successfully.
tr: Bağışlama süresi başarıyla güncellendi.

source: Grace time created successfully.
tr: Başarıyla yapılan grace zamanı.

source: Month
tr: Ay

source: Year
tr: Yıl

source: Hours to Validate
tr: Doğrulama Saatleri

source: Pending Hours
tr: Bekleyen Çalışma Saatleri

source: Overtime Hours
tr: Fazla Mesai Saatleri

source: Not Approved OT Hours
tr: Onaylanmayan Fazla Çalışma Saatleri

source: Employment Type
tr: İşe Alım Türü

source: Over time
tr: Zamanla

source: Hour account update
tr: Saat hesabı güncellemesi

source: Attendance account updated
tr: Katılım hesabı güncellendi

source: Attendance account added
tr: Katılım hesabı eklendi

source: IPs
tr: IP'ler

source: Type
tr: Tip

source: Penalities
tr: Cezalar

source: Late Come/Early Out
tr: Geç Gelme/Erken Çıkış

source: Minimum Hour
tr: Minimum Saat

source: Chen-in Date
tr: Chen-in Tarihi

source: Check-out Date
tr: Çıkış Tarihi

source: Attendance Validated
tr: Katılım Doğrulandı

source: Approved Request
tr: Onaylanmış Talep

source: My Attendances
tr: Katılımlarım

source: Check-in Date
tr: Giriş Tarihi

source: January
tr: Ocak

source: February
tr: Şubat

source: March
tr: Mart

source: April
tr: Nisan

source: May
tr: Mayıs

source: June
tr: Haziran

source: July
tr: Temmuz

source: August
tr: Ağustos

source: September
tr: Eylül

source: October
tr: Ekim

source: November
tr: Kasım

source: December
tr: Aralık

source: Employees
tr: Çalışanlar

source: This field is required
tr: Bu alan gereklidir

source: Employee not chosen
tr: Seçilmeyen çalışan

source: Worked Hours(At Work) Auto Approve Till
tr: İş Saatleri (İş Yerinde) Otomatik Onay Kassaya Kadar

source: Minimum Hour to Approve Overtime
tr: Fazla Mesai Onaylamak İçin Minimum Saat

source: Maximum Allowed Overtime Per Day
tr: Günde Maksimum Fazla Mesai

source: Create Bulk
tr: Toplu Oluşturma

source: Employee work info not found
tr: Çalışan çalışma bilgileri bulunamadı

source: Allcocate this grace time for Check-In Attendance
tr: Bu imkansız zamanı Check-In Katılımı için ayırın

source: Assign Shifts
tr: Shift atama

source: From Date
tr: İtibaren

source: To Date
tr: Bugüne kadar

source: To date should be after from date
tr: Bugüne kadar olan dönem tarihten sonra olmalı

source: There is no valid date to create attendance request between this date range
tr: Bu tarih aralığı arasında katılım talebi oluşturmak için geçerli bir tarih yoktur

source: Create attendance batch
tr: Katılım grubu oluşturun

source: Update attendance batch
tr: Katılım partisini güncelleme

source: Invalid format, it should be HH:MM:SS format
tr: Geçersiz format, HH:MM:SS formatı olmalı

source: Invalid format, it should be HH:MM format
tr: Geçersiz format, HH:MM formatı olmalı

source: Invalid time
tr: Geçersiz zaman

source: Invalid time, excepted MM:SS
tr: Geçersiz zaman, MM:SS hariç

source: Invalid format
tr: Geçersiz format

source: Check date format.
tr: Tarih formatını kontrol edin.

source: You cannot choose a future date.
tr: Gelecekteki bir tarih seçemezsin.

source: Invalid format, it should be MM:SS format
tr: Geçersiz format, MM:SS formatı olmalı

source: Invalid format, excepted MM:SS
tr: Geçersiz format, MM:SS hariç

source: Monday
tr: Pazartesi

source: Tuesday
tr: Salı

source: Wednesday
tr: Çarşamba

source: Thursday
tr: Perşembe

source: Friday
tr: Cuma

source: Saturday
tr: Cumartesi

source: Sunday
tr: Pazar

source: Create Request
tr: Oluşturma İsteği

source: Update Request
tr: Güncelleme Talebi

source: Created Request
tr: Oluşturulan İstek

source: Attendance date
tr: Katılım tarihi

source: Attendance day
tr: Katılım günü

source: Check-In Date
tr: Giriş Tarihi

source: First Check-In Time
tr: İlk Giriş Zamanı

source: Check-Out Date
tr: Çıkış Tarihi

source: Last Check-Out Time
tr: Son Çıkış Zamanı

source: Minimum hour
tr: Minimum saat

source: Batch Attendance
tr: Grup Katılımı

source: Overtime Approve
tr: Fazla Süre Onayı

source: Attendance Validate
tr: Katılım Doğrulanıyor

source: Overtime In Second
tr: İkinci Dakikada Uzatma

source: Is validate request
tr: Doğrulama isteği

source: Is validate request approved
tr: Doğrulama talebi onaylandı mı?

source: Comment
tr: Yorum

source: Worked Seconds
tr: Çalışan İkinci Sınıf

source: Pending Seconds
tr: Bekleyen İkinci Gruplar

source: Overtime Seconds
tr: Uzatma İkinci Saniyeleri

source: Hour Accounts
tr: Saat Hesapları

source: Year must be an integer value between 1900 and 2100
tr: Yıl, 1900 ile 2100 arasında tam sayı değeri olmalıdır

source: Late Come
tr: Geç Geldi

source: Early Out
tr: Erken Çıkış

source: Worked Hours Auto Approve Till
tr: Çalışma Saatleri Otomatik Onay Sığana Kadar

source: Auto Approve OT
tr: Otomatik Onay Ameliyatı

source: You cannot add more conditions.
tr: Daha fazla koşul ekleyemezsiniz.

source: Allowed Clock-In
tr: İzin verilen Giriş

source: Allcocate this grace time for Check-Out Attendance
tr: Bu imkansız zamanı Check-out Katılımı için ayırın

source: Allowed Clock-Out
tr: İzin Edilen Süre Çıkışı

source: There is already a default grace time that exists.
tr: Zaten varsayılan bir imtiyaz süresi var.

source: There is already an existing grace time with this allowed time.
tr: Bu izin verilen süreyle zaten mevcut bir izin süresi var.

source: Enable Check in/Check out
tr: Giriş/Çıkışı etkinleştir

source: Enabling this feature allows employees to record their attendance using the Check-In/Check-Out button.
tr: Bu özelliğin etkinleştirilmesi, çalışanların Check-In/Check-Out butonu kullanarak katılımlarını kaydetmesini sağlar.

source: Present
tr: Mevcut

source: Half Day Present
tr: Yarım Gün Hediyesi

source: Absent
tr: Mevcut Değil

source: Holiday/Company Leave
tr: Tatil/Şirket İzni

source: Conflict
tr: Çakışma

source: Draft
tr: Taslak

source: Day percentage must be between 0.0 and 1.0
tr: Gün yüzdesi 0.0 ile 1.0 arasında olmalı

source: Work Record
tr: Çalışma Kaydı

source: Work Records
tr: Çalışma Kayıtları

source: Attendance Requests
tr: Katılım Talepleri

source: Attendance Activities
tr: Katılım Etkinlikleri

source: Late Come Early Out
tr: Geç Erken Çık

source: Validate the attendance
tr: Katılımı doğrulayın

source: Incomplete minimum hour
tr: Eksik minimum saat

source: Incomplete half minimum hour
tr: Eksik minimum yarım saat

source: Half day leave
tr: Yarım günlük izin

source: An approved leave exists
tr: Onaylı bir izin vardır

source: Currently working
tr: Şu anda ki çalışma

source: Clock In
tr: Saat Girişi

source: Clock Out
tr: Saat Çıkışı

source: Add to batch
tr: Partiye ekle

source: Batch
tr: Yığın

source: Dynamic create
tr: Dinamik yaratma

source: Import Attendances
tr: İthalat Katılımları

source: Uploading...
tr: Yükleniyor...

source: There are no attendance records to display.
tr: Gösterilecek bir katılım kaydı yok.

source: Work Info
tr: İş Bilgisi

source: Work Location
tr: Çalışma Yeri

source: In Time
tr: Zamanla

source: Validated?
tr: Onaylandı mı?

source: OT Approved?
tr: OT Onaylı mı?

source: Attendance From
tr: Katılım

source: In From
tr: İçinde
