Repository: horilla-opensource/horilla
Catalog: horilla/locale/*/LC_MESSAGES/django.po
Languages: tr

source: At Work Greater or Equal
tr: İş Başında Daha Büyük ya Eşit

source: Pending Hour Greater or Equal
tr: Bekleyen Saat Büyük veya Eşit

source: OT Greater or Equal
tr: OT Büyük veya Eşit

source: Attendance Till
tr: Katılım Tiline

source: At Work Less Than or Equal
tr: İş Yerinde Eşit Ya Eksik

source: Pending Hour Less Than or Equal
tr: Bekleyen Saat Saatten Az veya Eşit

source: OT Less Than or Equal
tr: OT Değerinden Küçük veya Eşit

source: Search in : Day
tr: Ara: Gün

source: Search in : Shift
tr: Ara: Shift

source: Search in : Work Type
tr: Ara: İş Türü

source: Search in : Department
tr: Arama: Departman

source: Search in : Job Position
tr: Ara: İş Pozisyonu

source: Search in : Company
tr: Ara: Şirket

source: Batches
tr: Toplu İşlemler

source: Select All
tr: Tümünü Seç

source: Are you sure want to delete this attendance?
tr: Bu katılımı silmek istediğinizden emin misiniz?

source: Remove
tr: Kaldır

source: View Activities
tr: Faaliyetleri Görüntüleyin

source: Activity
tr: Aktivite

source: Are you sure?
tr: Emin misiniz?

source: This does not satisfy the minimum OT requirement!
tr: Bu, asgari OT gereksinimini karşılamaz!

source: Approved!
tr: Onaylandı!

source: Your action has been approved.
tr: Eyleminiz onaylandı.

source: Approve Overtime
tr: Fazla Mesai Onay

source: Are you sure want to delete this attendance?
tr: Bu katılımı silmek istediğinizden emin misiniz?

source: Validate
tr: Doğrula

source: Attendance To Validate
tr: Katılım Doğrulama Için

source: OT Attendances
tr: Uzun Zaman Sürece Katılımları

source: Approve OT
tr: OT'yi onayla

source: Validated Attendances
tr: Onaylanmış Katılım Oranları

source: Attendance Batches
tr: Katılım Grupları

source: No of Attendances
tr: Katılım Sayısı

source: Action
tr: Eylem

source: Are you sure want to delete this batch?
tr: Bu partiyi silmek istediğinizden emin misiniz?

source: There are no batches at the moment.
tr: Şu anda parti yok.

source: Export Attendances
tr: İhracat Katılımları

source: Excel columns
tr: Excel sütunları

source: No group result found!
tr: Grup sonucu bulunamadı!

source: Atwork
tr: İş Yeri

source: No search result found!
tr: Arama sonucu bulunamadı!

source: At work
tr: İş başında

source: No validated attendance to show.
tr: Onaylanmış katılım yok.

source: The attendances for this employee in %(month_name)s has not been validated.
tr: Bu çalışanın %(month_name)s'deki katılımları doğrulanmamıştır.

source: Export Hour Accounts
tr: İhracat Saati Hesapları

source: Worked Hours Greater or Equal
tr: Çalışma Saatleri Büyük veya Eşit

source: Pending Hours Greater or Equal
tr: Bekleyen Saatler Daha Büyük veya Eşit

source: OT Account Greater or Equal
tr: OT Hesabı Daha Büyük veya Eşit

source: Worked Hours Less Than or Equal
tr: Çalışma saatleri daha az veya eşit

source: Pending Hours Less Than or Equal
tr: Bekleyen Saatler Daha Az veya Eşit

source: OT Account Less Than or Equal
tr: OT hesabı daha az veya eşit

source: Selected Attendance
tr: Seçilmiş Katılım

source: Select All Records
tr: Tüm Kayıtları Seç

source: Unselect All Records
tr: Tüm Kayıtları Kaldır

source: Export Records
tr: İhracat Kayıtları

source: Are you sure want to delete this hour account?
tr: Bu saatlik hesabı silmek istediğinizden emin misiniz?

source: There are no attendance activity records to display.
tr: Gösterilecek bir katılım kaydı yok.

source: Select All Attendance
tr: Tüm Katılımları Seç

source: Unselect All Attendance
tr: Tüm Katılımları Kaldır

source: Export Attendance
tr: Dışa aktarma katılımı

source: Attendnace Date
tr: Katılım Tarihi

source: No group result found.
tr: Grup sonucu bulunamadı.

source: Import Attendance Activities
tr: İthalat Katılım Faaliyetleri

source: Don't refresh the page
tr: Sayfayı yenilemeyin

source: Do you want to download the template?
tr: Şablonu indirmek ister misiniz?

source: Confirm
tr: Onayla

source: Error downloading file
tr: Dosya indirme hatası

source: Do you really want to delete all the selected activities?
tr: Gerçekten tüm seçilmiş aktiviteleri silmek mi istiyorsun?

source: Update Attendance condition
tr: Katılım durumu güncellemesi

source: Create Attendance condition
tr: Katılım koşulu oluştur

source: Activities
tr: Aktiviteler

source: Today's Attendances
tr: Bugünün Katılımları

source: On Time
tr: Zamanında

source: Attendance Analytic
tr: Katılım Analitiği

source: Weekly
tr: Haftalık

source: Monthly
tr: Aylık

source: Date range
tr: Tarih aralığı

source: Offline Employees
tr: Çevrimdışı Çalışanlar

source: Hours Chart
tr: Saat Listesi

source: On Break
tr: Molada

source: Overtime To Approve
tr: Fazla Mesai Onay Almak İçin

source: Department Overtime Chart
tr: Departman Fazla Mesai Tablosu

source: No employees are currently taking a break.
tr: Şu anda hiçbir çalışan ara vermiyor.

source: No overtime records pending validation.
tr: Doğrulama bekleyen fazla mesai kayıtları yok.

source: No pending attendance to validate.
tr: Doğrulama için bekleyen bir katılım yok.

source: Shifts
tr: Vardiyalar

source: Add more IP address..
tr: Daha fazla IP adresi ekleyin..

source: IP Restriction
tr: IP Kısıtlaması

source: IP Login Restriction
tr: IP Giriş Kısıtlaması

source: Add IP
tr: IP Ekle

source: Edit Allowed IPs
tr: İzin verilen IP'leri Düzenle

source: Add Allowed IPs
tr: İzin verilen IP'ler Ekle

source: Export Late Come Early Out
tr: İhracat Geç Erken Çık

source: Late Come/Early Out
tr: Geç Gelme/Erken Çıkış

source: Penalties
tr: Penaltılar

source: Penalty
tr: Para Cezası

source: In-Date
tr: Güncel

source: Out-Date
tr: Moda Olma

source: Details 123231
tr: Detaylar 123231

source: Attendance validated
tr: Katılım doğrulandı

source: Penalties
tr: Penaltılar

source: No penalties found.
tr: Ceza bulunmadı.

source: Tracking Enable
tr: İzleme Etkinleştirilmesi

source: Approved request
tr: Onaylanmış talep

source: Not validated
tr: Doğrulanmadı

source: Requested?
tr: İstendi mi?

source: Available Days
tr: Müsait Günler

source: Carry Forward Days
tr: Devam Eden Günler

source: Leave type is optional when 'minus leave' is 0
tr: İzin türü, 'eksi izin' 0 olduğunda isteğe bağlıdır

source: Penalty amount will affect payslip on the date
tr: Ceza miktarı, tarihte maaş bordrosunu etkiler

source: By default minus leave will cut/deduct from available leaves
tr: Varsayılan olarak izin hariç mevcut izinlerden kesilir/kesilir

source: By enabling 'Deduct from carry forward' leave will cut/deduct from carry forward days
tr: 'Carry Forward'dan Çek' seçeneğini etkinleştirerek izin transfer günlerinden kesilir/düşülür

source: At-Work Tracker
tr: İş Yerinde Takip Cihazı

source: By enabling this feature user's will be able to see their current day worked hours in live on the navbar (inside the check in button).
tr: Bu özelliği etkinleştirdiğinizde, kullanıcılar navbarda (check-in butonunun içinde) mevcut çalışma saatlerini canlı olarak görebilecekler.

source: save
tr: kaydet

source: Leave
tr: Ayrıl

source: On leave, But attendance exist
tr: İzinli, ama katılım var

source: Work Record Status
tr: Çalışma Kaydı Durumu

source: Date:
tr: Tarih:

source: Are you sure you want to delete ?
tr: Silmek istediğinizden emin misiniz?

source: Validate Attendances Request
tr: Katılım Talebini Onaylayın

source: Options
tr: Seçenekler

source: Select Row
tr: Satır Seç

source: No Records found
tr: Kayıt Bulanamadı

source: No records found.
tr: Kayıt bulunamadı.

source: Add / View Comment
tr: Yorum Ekle / Görüntüle

source: View
tr: Görünüm

source: Cancel / Reject
tr: İptal / Reddet

source: Are you sure want to cancel the request?
tr: İsteyi iptal etmek istediğinizden emin misiniz?

source: Re-validate Request
tr: Yeniden Doğrulama Talebi

source: Bulk Request
tr: Toplu İstek

source: Do you want to approve this overtime?
tr: Bu fazla mesayı onaylamak ister misin?

source: Approve Overtime (OT < min.OT)
tr: Fazla Mesai Onayı (OT < dakika. OT)

source: Do you want to validate this attendance?
tr: Bu katılımı doğrulamak ister misiniz?

source: Hours to validate
tr: Doğrulama saatleri

source: OT to Approve
tr: Onaylanma Sonrası

source: Assign shift
tr: Shift Atama

source: Nil
tr: Sıfır

source: Comments
tr: Yorumlar

source: by
tr: tarafından

source: 's attendance request
tr: Devamsızlık talebi

source: There are no comments to show.
tr: Gösterecek bir yorum yok.

source: Add Comment
tr: Yorum Ekle

source: There is no comments to show.
tr: Gösterecek bir yorum yok.

source: Delete Comment
tr: Yorumu Sil

source: By
tr: Tarafından

source: Date & Time
tr: Tarih & Saat

source: on
tr: açık

source: at
tr: tarihinde

source: Batch Name
tr: Parti Adı

source: Attendance Update Request
tr: Katılım Güncelleme Talebi

source: View and Edit
tr: Görüntüle ve Düzenleme

source: Edit Request
tr: İstek Düzenle

source: Current Value
tr: Mevcut değer

source: Requested Value
tr: İstenen Değer

source: Are you sure want to cancel the request?
tr: İsteyi iptal etmek istediğinizden emin misiniz?

source: New Attendances Request
tr: Yeni Katılım Talebi

source: There are no attendance requests to display.
tr: Gösterilecek bir katılım talebi yoktur.

source: Not-Validated
tr: Doğrulanmamış

source: Attendance added.
tr: Katılım arttı.

source: Attendance Updated.
tr: Katılım Güncellendi.

source: Attendance deleted.
tr: Katılım silindi.

source: You cannot delete this attendance
tr: Bu katılımı silemezsiniz

source: Attendance Deleted
tr: Katılım Silindi

source: You cannot delete this %(attendance)s
tr: Bu %(attendance)s silmezsiniz

source: Attendance account added.
tr: Katılım hesabı eklendi.

source: Attendance account updated successfully.
tr: Katılım hesabı başarıyla güncellendi.

source: OT account deleted.
tr: OT hesabı silindi.

source: You cannot delete this attendance OT
tr: Bu devamsızlık OT dönemini silemezsiniz

source: Attendance activity deleted
tr: Katılım aktivitesi silindi

source: You cannot delete this activity
tr: Bu etkinliği silemezsiniz

source: Late-in early-out deleted
tr: Geç giriş erken silindi

source: You cannot delete this Late-in early-out
tr: Bu Late in erken çıkışını silemezsin

source: validation condition deleted.
tr: doğrulama koşulu silindi.

source: You cannot delete this validation condition.
tr: Bu doğrulama koşulu silmek mümkün değil.

source: Attendance validated.
tr: Katılım onaylandı.

source: Overtime approved
tr: Uzatma onayı

source: You cannot mark attendance from this network
tr: Bu ağdan katılım işareti yapamazsınız

source: You Don't have work information filled or your employee detail neither entered
tr: İş bilgileriniz doldurulmadı veya çalışan detayınız da girilmedi

source: Check in/Check out feature is not enabled.
tr: Check/Check-out özelliği etkin değil.

source: No validated Overtimes were found
tr: Doğrulanmış bir Fazla Sürece bulunmadı

source: Penalty/Fine added
tr: Ceza/Ceza eklendi

source: Attendance request created
tr: Katılım talebi oluşturuldu

source: New attendance request created
tr: Yeni katılım talebi oluşturuldu

source: Update request updated
tr: Güncelleme talebi güncellendi

source: Attendance batch created successfully.
tr: Katılım grubu başarıyla oluşturuldu.

source: Batch attendance title updated sucessfully.
tr: Parti katılım başlığı başarıyla güncellendi.

source: You don't have permission.
tr: İznin yok.

source: Something went wrong.
tr: Bir şeyler yanlış gitti.

source: This {} is already in use for {}.
tr: Bu {} zaten {} için kullanılıyor.

source: Attendance request has been approved
tr: Katılım talebi onaylandı

source: The requested attendance is removed.
tr: Talep edilen katılım kaldırılır.

source: Attendance request has been rejected
tr: Katılım talebi reddedildi

source: Attendance request not found
tr: Katılım talebi bulunamadı

source: The requested attendance is rejected.
tr: İstenen katılım reddedilir.

source: Attendance Does not exists..
tr: Katılım yok..

source: Hour account deleted.
tr: Saat hesabı silindi.

source: Hour account not found
tr: Saat hesabı bulunamadı

source: You cannot delete this hour account
tr: Bu saatlik hesabı silemezsiniz

source: {employee} hour account deleted.
tr: {employee} saat hesabı silindi.

source: Hour account not found.
tr: Saat hesabı bulunamadı.

source: You cannot delete {hour_account}
tr: Silemezsiniz{hour_account}

source: Attendance activity Does not exists..
tr: Katılım etkinliği yok..

source: Invalid list of IDs provided.
tr: Geçersiz kimlik listesi sağlandı.

source: No attendance activities selected for deletion.
tr: Silme için herhangi bir katılım etkinliği seçilmemiştir.

source: {count} attendance activities deleted successfully.
tr: {count} katılım faaliyetleri başarıyla silindi.

source: No matching attendance activities were found to delete.
tr: Silmek için eşleşen bir katılım aktivitesi bulunmadı.

source: Failed to delete attendance activities: {error}
tr: Katılım aktiviteleri silinemedi: {error}

source: Attendance activity imported successfully
tr: Katılım etkinliği başarıyla aktarıldı

source: Late-in early-out does not exists..
tr: Geç erken çıkış yok..

source: Attendance not found.
tr: Katılım bulunamadı.

source: {} Late-in early-out deleted.
tr: {} Geç erken çıkış silindi.

source: validation condition Does not exists..
tr: doğrulama koşulu yok..

source: Attendance not found
tr: Katılım bulunmadı

source: Invalid attendance ID
tr: Geçersiz devamsızlık kimliği

source: Pending attendance update request for {}'s attendance on {}!
tr: {}'ın katılımı için bekleyen katılım güncellemesi talebi {}!

source: {} Attendances validated.
tr: {} Katılım doğrulandı.

source: You cannot validate your own attendance.
tr: Kendi katılımınızı doğrulayamazsınız.

source: You cannot approve your own overtime.
tr: Kendi fazla mesainizi onaylayamazsınız.

source: {} Overtime approved
tr: {} Fazla mesai onaylandı

source: Grace time added to shifts successfully.
tr: Grace time vardiyalara başarıyla eklendi.

source: Grace time deleted successfully.
tr: Bağışlanma süresi başarıyla silindi.

source: Grace Time Does not exists..
tr: Grace Time Yok..

source: Related datas exists.
tr: İlgili veriler mevcut.

source: Gracetime activated successfully.
tr: Gracetime başarıyla aktive oldu.

source: Gracetime deactivated successfully.
tr: Gracetime başarıyla devre dışı bırakıldı.

source: Gracetime applicable on clock-In successfully.
tr: Başarılı bir şekilde işe girme süresi uygulanır.

source: Gracetime unapplicable on clock-In successfully.
tr: Başarılı bir şekilde işe alınma süresi uygulanamıyor.

source: Gracetime applicable on clock-out successfully.
tr: Başarılı çıkışta izin süresi geçerlidir.

source: Gracetime unapplicable on clock-out successfully.
tr: Başarılı çıkışta izin süresi geçerli değil.

source: Something went wrong .
tr: Bir şeyler ters gitti.

source: Comment added successfully!
tr: Yorum başarıyla eklendi!

source: Comment deleted successfully!
tr: Yorum başarıyla silindi!

source: File deleted successfully
tr: Dosya başarıyla silindi

source: Work Records Status
tr: Çalışma Kayıtları Durumu

source: enabled
tr: etkin

source: disabled
tr: devre dışı

source: Tracking late come early out {} successfully
tr: Erken takip {} başarılı

source: Check In/Check Out has been successfully {}.
tr: Check In/Check Out başarılı bir şekilde {}.

source: Your department was mentioned in an announcement.
tr: Bölümünüz bir duyuruda bahsedilmiş.

source: Your job position was mentioned in an announcement.
tr: İş pozisyonunuz bir duyuruda belirtildi.

source: You have been mentioned in an announcement.
tr: Bir duyuruda sizden bahsedildiniz.

source: Announcement created successfully.
tr: Duyuru başarıyla yapıldı.

source: Announcement deleted successfully.
tr: Duyuru başarıyla silindi.

source: Announcement updated successfully.
tr: Duyuru başarıyla güncellendi.

source: The file has been successfully deleted.
tr: Dosya başarıyla silindi.

source: You commented a post.
tr: Bir gönderiye yorum yaptın.

source: Create Announcements.
tr: Duyurular oluşturun.

source: Edit Announcement.
tr: Düzenleme Duyurusu.

source: Is Hq
tr: Merkez mi?

source: Address
tr: Adres

source: State
tr: Şehir

source: City
tr: Şehir

source: Zip
tr: Posta Kodu

source: Create Company
tr: Şirket Yarat

source: Update Company
tr: Kuruluşu Güncelle

source: Company have been successfully updated.
tr: Şirket başarıyla güncellendi.

source: Company have been successfully created.
tr: Şirket başarıyla kuruldu.

source: Based On Week
tr: Haftaya Göre

source: Based On Week Day
tr: Hafta Gününe Göre

source: Company Leaves
tr: Şirketin Ayrılması

source: Create Company Leaves
tr: Şirket Izinleri Yarat

source: Update Company Leaves
tr: Şirket Ayrılıyor Güncelleme

source: Company Leave Updated Successfully
tr: Şirket İzni Başarıyla Güncellendi

source: New Company Leave Created Successfully
tr: Yeni Şirket İzni Başarıyla Oluşturuldu

source: Requested Work Type
tr: İstenen İş Türü

source: Requested Shift
tr: İstenen Vardiyaya

source: Progress
tr: İlerleme

source: Update Work Information
tr: İş Bilgilerini Güncelleme

source: Work Information Updated
tr: Çalışma Bilgileri Güncellendi

source: Viewed By
tr: İzlene:

source: Create Department
tr: Departman Oluştur

source: Update Department
tr: Bölümü Güncelleme

source: Department updated
tr: Departman güncellendi

source: Department has been created successfully!
tr: Departman başarıyla kuruldu!

source: Employee Shift
tr: Çalışan Vardiyası

source: Shift Schedule
tr: Vardiya Programı

source: Create Employee Shift Schedule
tr: Çalışan Vardiyası Programı Oluşturun

source: Update Employee Shift Schedule
tr: Çalışan Vardiyası Programını Güncelle

source: Shift schedule Updated!.
tr: Vardiya programı güncellendi!.

source: Employee Shift Schedule has been created successfully!
tr: Çalışan Vardiya Programı başarıyla oluşturuldu!

source: Start Time
tr: Başlama Zamanı

source: End Time
tr: Bitiş Zamanı

source: Minimum Working Hours
tr: Asgari çalışma saatleri

source: Auto Check Out
tr: Otomatik Çıkış

source: Automatic Check Out Time
tr: Otomatik Çıkış Zamanı

source: Create Employee Type
tr: Çalışan Tipi Oluştur

source: Update Employee Type
tr: Çalışan Türünü Güncelle

source: The employee type updated successfully.
tr: Çalışan tipi başarıyla güncellendi.

source: The employee type created successfully.
tr: Başarılı şekilde oluşturulan çalışan tipi.

source: Holiday Name
tr: Tatil Adı

source: Start Date
tr: Başlangıç Tarihi

source: End Date
tr: Bitiş Tarihi

source: Recurring
tr: Yinelenen

source: Holidays
tr: Tatiller

source: Create Holiday
tr: Tatil Ekle

source: Update Holiday
tr: Tatili Güncelle

source: Holiday Updated Successfully
tr: Tatil Başarıyla Güncellendi

source: New Holiday Created Successfully
tr: Yeni Tatil Başarıyla Yaratıldı

source: Create Job Position
tr: İş Pozisyonu Yarat

source: Update Job Position
tr: İş Pozisyonunu Güncelleme

source: Job position updated.
tr: İş pozisyonu güncellendi.

source: Create Job Role
tr: İş Yaratma Rolü

source: Update Job Role
tr: İş Rolünü Güncelleme

source: Job role has been updated successfully!
tr: İş rolü başarıyla güncellendi!

source: Subject
tr: Konu

source: Host User
tr: Ev sahibi kullanıcı

source: Mail Servers
tr: Posta Sunucuları

source: Create Mail Server
tr: Posta Sunucusu Oluştur

source: Update Mail Server
tr: Posta Sunucusunu Güncelle

source: Mail server updated successfully.
tr: Posta sunucusu başarıyla güncellendi.

source: Mail server created successfully.
tr: Posta sunucusu başarıyla oluşturuldu.

source: Add Template
tr: Şablon Ekle

source: Update Template
tr: Güncelleme Şablonu

source: Template Updated
tr: Şablon Güncellendi

source: Template created
tr: Oluşturulan şablon

source: Duplicate Template
tr: Şablonu Çoğalt

source: Template Added
tr: Şablon eklendi

source: Mail Templates
tr: E-Posta Temaları

source: Condition Field
tr: Durum Alanı

source: Condition Operator
tr: Koşul Operatörü

source: Condition Value
tr: Koşul değeri

source: Approval Managers
tr: Onay Yöneticileri

source: Multiple Approval Condition
tr: Çoklu Onay Koşulu

source: Create Multiple Approval Condition
tr: Çoklu Onay Koşulu Oluşturun

source: Multiple approval conditon Created Successfully
tr: Çoklu onay şartı Başarıyla Oluşturuldu

source: Update Multiple Approval Condition
tr: Çoklu Onay Koşulu Güncellen

source: Approval Manager
tr: Onay Yöneticisi

source: Multiple approval conditon updated Successfully
tr: Çoklu onay durumu güncellendi Başarıyla

source: Shift 1
tr: Vardiya 1

source: Shift 2
tr: Vardiya 2

source: Additional Shifts
tr: Ek Vardiyalar

source: Rotating Shift
tr: Döner Shift

source: Create Rotating Shift
tr: Döner Kaydırma Oluşturun

source: Rotating Shift Created
tr: Döner Kayma Oluşturuldu

source: Update Rotating Shift Type
tr: Döner Vardiya Türünü Güncelleme

source: Rotating Shift Updated
tr: Döner Vardiyası Güncellendi

source: Based on
tr: Toplam

source: Rotate
tr: Döndür

source: Current Shift
tr: Mevcut Vardiya

source: Next Switch
tr: Sonraki Değişim

source: Next Shift
tr: Sonraki Vardiya

source: Archive
tr: Arşiv

source: Un-Archive
tr: Arşivden Çıkar

source: Job role
tr: İş rolü

source: Next Change Date
tr: Sonraki Değişim Tarihi

source: Rotating Shift Assign
tr: Döner Shift Ataması

source: Rotating Shift Assign Update
tr: Dönüşümlü Vardiya Atama Güncellemesi

source: Rotating Shift Assign Updated Successfully
tr: Dönüşümlü Vardiya Ataması Başarıyla Güncellendi

source: Rotating Shift Assign Created Successfully
tr: Döner Vardiyalı Atama Başarıyla Oluşturuldu

source: Rotating Work Type
tr: Döner İş Türü

source: Based On
tr: Toplam

source: Current Work Type
tr: Güncel Çalışma Türü

source: Next Work Type
tr: Sonraki Çalışma Türü

source: Rotating Work Type Assign
tr: Döner İş Tipi Ataması

source: Rotating Work Assign Updated Successfully
tr: Dönüşümlü İş Ataması Başarıyla Güncellendi

source: Rotating Work Assigned
tr: Dönüşümlü İşler Atanmış

source: Rotating Work Assign Created
tr: Dönüşümlü İş Ataması Oluşturuldu

source: Work Type 1
tr: İş Tipi 1

source: Work Type 2
tr: İş Tipi 2

source: Additional Work Types
tr: Ek İş Türleri

source: Create Rotating Work Type
tr: Döner İş Türü Oluşturun

source: Rotating Work Type Created
tr: Dönüşümlü Çalışma Türü Oluşturuldu

source: Update Rotating Work Type
tr: Dönüşümlü İş Türünü Güncelleme

source: Update Work Type
tr: İş Türünü Güncelleme

source: Rotating Work Type Updated
tr: Dönüşümlü İş Türü Güncellendi

source: Canceled
tr: İptal edildi

source: Previous/Current Shift
tr: Önceki/Güncel Vardiyası

source: Requested Till
tr: İstenilen Till

source: Allocated Employee
tr: Tahsis Edilmiş Çalışan

source: User Availability
tr: Kullanıcı Erişilebilirliği

source: Approve Requests
tr: İstekleri Onayla

source: Reject Requests
tr: Redd Talepleri

source: Shift Requests
tr: Vardiya İstekleri

source: Allocated Shift Requests
tr: Tahsis Edilen Vardiya Talepleri

source: Previous Shift
tr: Önceki Vardiya

source: Is permenent shift
tr: Kalıcı bir değişim mi

source: Shift Created
tr: Vardiya Yaratıldı

source: Update Shift
tr: Vardiyayı Güncelleme

source: Shift Updated
tr: Vardiya Güncellendi

source: Create Shift Request
tr: Vardiya Talebi Oluştur

source: Shift request updated Successfully
tr: Vardiya talebi Başarıyla güncellendi

source: Shift request added Successfully
tr: Vardiya talebi eklendi Başarıyla

source: Shift Request
tr: Vardiya Talebi

source: Work type request
tr: İş türü talebi

source: Rotating work type
tr: Döner çalışma tipi

source: Shift request
tr: Vardiya talebi

source: Previous/current Work Type
tr: Önceki/Güncel İş Türü

source: Work Type Requests
tr: İş Türü İstekleri

source: current Work Type
tr: Mevcut Çalışma Türü

source: Previous Work Type
tr: Önceki Çalışma Türü

source: Is Permanent Work Type
tr: Kalıcı İş Türü

source: Create Work Type
tr: Çalışma Türü Oluşturma
