Repository: horilla-opensource/horilla
Catalog: horilla/locale/*/LC_MESSAGES/django.po
Languages: tr

source: New Work Type Created
tr: Yeni Çalışma Türü Oluşturuldu

source: Work Type Updated
tr: İş Türü Güncellendi

source: Work Type Request
tr: İş Türü Talebi

source: Request Updated Successfully
tr: İstek Başarıyla Güncelleme

source: Work type Request Created
tr: İş Türü Talep Oluşturuldu

source: Employee is not working in the selected company.
tr: Çalışan seçilen şirkette çalışmıyor.

source: Profile Edit Access
tr: Profil Düzenleme Erişimi

source: After
tr: Sonra

source: Weekend
tr: Hafta sonu

source: ---Choose {label}---
tr: ---Seç {label}---

source: Job position has been created successfully!
tr: İş pozisyonu başarıyla oluşturuldu!

source: Job position already exists under {}
tr: İş pozisyonu zaten {} altında var

source: Job role has been created successfully!
tr: İş rolü başarıyla oluşturuldu!

source: ---Choose Work Type---
tr: ---İş Türünü Seç---

source: Rotate after day
tr: Gün sonrası rotasyon

source: Start date
tr: Başlangıç tarihi

source: Is Active
tr: Aktif

source: Rotate every weekend
tr: Her hafta sonu rotasyon yapın

source: Rotate every
tr: Her döndürme

source: Automatic punch out time is required when automatic punch out is enabled.
tr: Otomatik punch out etkinleştirildiğinde otomatik punch out süresi gereklidir.

source: Automatic punch out time cannot be earlier than the end time.
tr: Otomatik çıkış süresi, bitiş zamanından erken olamaz.

source: Shift schedule is already exist for {day}
tr: Vardiya programı zaten {day}

source: ---Choose Shift---
tr: ---Vardiyayı Seç---

source: Old password
tr: Eski şifre

source: Enter Old Password
tr: Eski Şifreyi Gir

source: Enter your old password.
tr: Eski şifrenizi girin.

source: New password
tr: Yeni şifre

source: Enter New Password
tr: Yeni Şifre Gir

source: New password confirmation
tr: Yeni parola onayı

source: Re-Enter Password
tr: Tekrar yeni şifreyi gir

source: New password and confirm password do not match
tr: Yeni şifre ve onay şifresi eşleşmiyor

source: Old Username
tr: Eski kullanıcı adı

source: Username
tr: Kullanıcı Adı

source: Enter New Username
tr: Yeni kullanıcı adı girin

source: Enter your username.
tr: Kullanıcı adınızı girin.

source: Password
tr: Şifre

source: Enter Password
tr: Parolayı Yazın

source: Enter your password.
tr: Şifrenizi girin.

source: Enter Strong Password
tr: Güçlü Şifre Gir

source: Enter your new password.
tr: Yeni şifrenizi girin.

source: Enter the same password as before, for verification.
tr: Doğrulama için önceki şifreyi girin.

source: Password changed successfully
tr: Parola başarıyla değiştirildi

source: Password must be same.
tr: Şifre aynı olmalı.

source: Equal (==)
tr: Eşit (==)

source: Not Equal (!=)
tr: Eşit Değil (!=)

source: Range
tr: Aralık

source: Less Than (<)
tr: Daha Az (<)

source: Greater Than (>)
tr: Büyük (>)

source: Less Than or Equal To (<=)
tr: (<=) Değerinden Küçük veya Eşit

source: Greater Than or Equal To (>=)
tr: (>=) Büyüklüğünden Büyük veya Eşit

source: Contains
tr: İçeren

source: If no employee, department or job position is selected, the announcement will be visible to all employees in the selected company.
tr: Eğer herhangi bir çalışan, departman veya iş pozisyonu seçilmezse, duyuru seçilen şirketteki tüm çalışanlar tarafından görünür olacaktır.

source: Attachments
tr: Ekler

source: End date should not be earlier than the start date.
tr: Bitiş tarihi başlangıç tarihinden erken olmamalıdır.

source: Male
tr: Erkek

source: Female
tr: Kadın

source: Other
tr: Diğer

source: Active
tr: Aktif

source: Expired
tr: Süresi Doldu

source: Terminated
tr: Çıkarılmış

source: Semi-Monthly
tr: Yarı aylık

source: Hourly
tr: Saatlik

source: Daily
tr: Günlük

source: Full Day
tr: Tam Gün

source: First Half
tr: Ilk yarım

source: Second Half
tr: Ikinci yarım

source: Cancelled
tr: İptal Edildi

source: Cancelled & Rejected
tr: İptal edildi ve Reddedildi

source: No
tr: Hayır

source: An employee related to this user's credentials does not exist.
tr: Bu kullanıcının kimlik bilgileriyle ilgili bir çalışan yoktur.

source: First Week
tr: İlk Hafta

source: Second Week
tr: İkinci Hafta

source: Third Week
tr: Üçüncü Hafta

source: Fourth Week
tr: Dördüncü Hafta

source: Fifth Week
tr: Beşinci Hafta

source: Last Day
tr: Son gün

source: Invalid time, excepted HH:MM
tr: Geçersiz zaman, HH:MM hariç

source: Invalid format, excepted HH:MM
tr: Geçersiz format, HH:MM hariç

source: Companies
tr: Firmalar

source: Departments
tr: Departmanlar

source: Job Positions
tr: İş Pozisyonları

source: Job Roles
tr: İş Rolleri

source: Work Types
tr: İş Türleri

source: Rotating Work Types
tr: Döner İş Türleri

source: Select different work type continuously
tr: Sürekli olarak farklı iş türlerini seçin

source: Rotate After Day
tr: Gün Sonrası Rotasyon

source: Rotate Every Weekend
tr: Her Hafta Sonu Dönüşümlü

source: Rotate Every Month
tr: Her Ay Rotasyon Yapın

source: Rotating Work Type Assigns
tr: Dönüşümlü İş Tipi Atamaları

source: Date must be greater than or equal to today
tr: Tarih, bugünden büyük veya eşit olmalıdır

source: Only one active record allowed per employee
tr: Çalışan başına sadece bir aktif kayıt izin verilir

source: Employee Types
tr: Çalışan Türleri

source: Employee Shift Day
tr: Çalışan Vardiyası Günü

source: Employee Shift Days
tr: Çalışan Vardiyası Günleri

source: Employee Shifts
tr: Çalışan Vardiyaları

source: Night Shift
tr: Gece Vardiyası

source: Enable Automatic Check Out
tr: Otomatik Çıkışı Etkinleştir

source: Enable this to trigger automatic check out.
tr: Bunu etkinleştirin ve otomatik çıkış tetiklenir.

source: Time at which the horilla will automatically check out the employee attendance if they forget.
tr: Horilla'nın unuttuğu zaman çalışanların devamını otomatik olarak kontrol edeceği zaman.

source: Employee Shift Schedule
tr: Çalışan Vardiyası Programı

source: Employee Shift Schedules
tr: Çalışan Vardiya Programları

source: Rotating Shifts
tr: Döner Vardiyalar

source: Select different shift continuously
tr: Sürekli olarak farklı shift seçin

source: Rotating Shift Assigns
tr: Döner Shift Atamaları

source: Requesting Work Type
tr: İş Talep Etme Türü

source: Permanent Request
tr: Kalıcı Talep

source: End date must be greater than or equal to start date
tr: Bitiş tarihi, başlama tarihinden büyük veya eşit olmalıdır

source: A work type request already exists during this time period.
tr: Bu dönemde zaten bir iş türü isteği vardır.

source: Requested till field is required.
tr: Alan talep edilene kadar talep edildi.

source: Requesting Shift
tr: Vardiyaya Talep Etmek

source: Reallocate Employee
tr: Çalışanı Yeniden Yerleştir

source: An approved shift request already exists during this time period.
tr: Bu dönemde onaylanmış bir vardiya talebi zaten mevcuttur.

source: Tag
tr: Etiket

source: Email Host
tr: E-posta Sunucusu

source: Email Port
tr: E-posta Port

source: Default From Email
tr: Varsayılan gönderen e-postası

source: Email Host Username
tr: E-posta Sunucusu Kullanıcı Adı

source: Display Name
tr: Ekran adı

source: Email Authentication Password
tr: E-posta Doğrulama Şifresi

source: Use TLS
tr: TLS kullan

source: Use SSL
tr: SSL kullanma

source: Fail Silently
tr: Sessizce Başarısız Olun

source: Primary Mail Server
tr: Birincil Posta Sunucusu

source: By enabling this the display name will take from who triggered the mail
tr: Bunu etkinleştirdiğinizde, gösterim adı postayı tetikleyen kişiden alır

source: Email Send Timeout (seconds)
tr: E-posta Gönderme Zaman Aşımı (saniyeler)

source: "Use TLS" and "Use SSL" are mutually exclusive, so only set one of those settings to True.
tr: "TLS kullan" ve "SSL kullan" birbirini dışlıyor, bu yüzden bu ayarlardan sadece birini Doğru olarak ayarlayın.

source: Email Configuration
tr: E-posta Yapılandırması

source: Leave Requested Days
tr: İzin İstenilen Günler

source: Starting Value
tr: Başlangıç Değeri

source: Ending Value
tr: Son Değer

source: A condition with the provided fields already exists
tr: Sağlanan alanlarla birlikte bir koşul zaten mevcuttur

source: Please enter a numeric value for condition value
tr: Lütfen koşul değeri için sayısal bir değer girin

source: Please enter a valid numeric value for the condition value when the condition field is Leave Requested Days.
tr: Şart alanı Talep Edilen Günler olduğunda lütfen geçerli bir sayısal değer girin.

source: Please specify condition value range
tr: Lütfen koşul değer aralığını belirtin

source: Please enter a valid numeric value for the starting value when the condition field is Leave Requested Days.
tr: Lütfen koşul alanı Talep Edilen Günler olduğunda başlangıç değeri için geçerli bir sayısal değer girin.

source: Please enter a valid numeric value for the ending value when the condition field is Leave Requested Days.
tr: Koşul alanı Talep Edilen Günler olduğunda, lütfen bitiş değeri için geçerli bir sayısal değer girin.

source: End value must be different from the start value in a range.
tr: Bir aralıktaki nihai değer, başlangıç değerinden farklı olmalıdır.

source: End value must be greater than the start value in a range.
tr: Bir aralıktaki nihai değer, başlangıç değerinden büyük olmalıdır.

source: Multiple Approval Managers
tr: Çoklu Onay Yöneticileri

source: User
tr: Kullanıcı

source: Disable Comments
tr: Yorumları Devre Dışı Bırak

source: Show Comments to All
tr: Herkese Yorumları Göster

source: If enabled, all employees can view each other's comments.
tr: Etkinleştirilirse, tüm çalışanlar birbirlerinin yorumlarını görebilir.

source: Announcement
tr: Duyuru

source: Announcements
tr: Duyurular

source: Excluded Charts
tr: Dışlanan Listeler

source: Dashboard Employee Charts
tr: Dashboard Çalışan Grafikleri

source: Enable
tr: Etkinleştir

source: By enabling this, you track the late comes and early outs of employees in their attendance.
tr: Bunu etkinleştirerek, çalışanların erken çıkış ve geç katılımlarını takip edersiniz.

source: Track Late Come Early Outs
tr: Geç Erken Çıkanlar

source: Only one TrackLateComeEarlyOut instance is allowed.
tr: Sadece bir TrackLateComeEarlyOut örneği izin verilir.

source: Holiday
tr: Tatil

source: Company Leave
tr: Şirket İzni

source: Specify the leave type to deduct the leave.
tr: İzni kesmek için izin türünü belirtin.

source: If a leave type is chosen for a penalty, minus leaves are required.
tr: Ceza için bir izin türü seçilirse, izin eksi gereklidir.

source: Either minus leaves or a penalty amount is required
tr: Ya eksik yapraklar ya da ceza miktarı gereklidir

source: Leave type is required
tr: İzin türü gereklidir

source: Penalty Accounts
tr: Ceza Hesapları

source: Create
tr: Oluştur

source: Are you sure you want to delete this announcement?
tr: Bu duyuruyu silmek istediğinizden emin misiniz?

source: Views
tr: Görüntülemeler

source: Posted on
tr: Yayınlanan

source: View Attachment
tr: Dosyaları Görüntüle

source: There are no announcements at the moment.
tr: Şu anda herhangi bir duyuru yok.

source: NEW
tr: YENİ

source: Are you sure do you want to delete this file ?
tr: Bu dosyayı silmek istediğinizden emin misiniz?

source: 's comments
tr: Yorumları

source: Comments have been disabled for this announcement.
tr: Bu duyuru için yorumlar devre dışı bırakıldı.

source: Announcement Expire
tr: Duyuru Süresi Doldu

source: Default Expire Days
tr: Varsayılan Süresi Dolan Günler

source: Set default announcement expire days
tr: Varsayılan duyuru süresi dolacak günleri belirleyin

source: Days
tr: Gün

source: Save Changes
tr: Değişiklikleri Kaydet

source: Update Action Type
tr: Eylem Türünü Güncelleme

source: Create Action Type
tr: Eylem Türü Oluştur

source: Login block
tr: Giriş bloğu

source: Are you sure you want to delete this action type?
tr: Bu eylem türünü silmek istediğinizden emin misiniz?

source: History Tag Update
tr: Tarih Etiketi Güncellemesi

source: Create History Tag
tr: Tarih Etiketi Oluştur

source: Highlight
tr: Vurgulama

source: Are you sure you want to delete this history tag ?
tr: Bu geçmiş etiketini silmek istediğinizden emin misiniz?

source: Employee Account Restrictions
tr: Çalışan Hesabı Kısıtlamaları

source: Restrict Login Account
tr: Giriş Hesabını Kısıtla

source: By enabling this feature, you can block or unblock an employee account.
tr: Bu özelliği etkinleştirerek, bir çalışan hesabını engelleyebilir veya bloktan çıkarabilirsiniz.

source: Restrict Profile Edit
tr: Profili Kısıtla Düzenle

source: By enabling this feature, you can restrict an employee from editing their profile.
tr: Bu özelliği etkinleştirerek, bir çalışanın profilini düzenlemesini kısıtlayabilirsiniz.

source: Are you sure you want to restrict all employees from editing their profiles?
tr: Tüm çalışanların profillerini düzenlemelerini kısıtlamak istediğinizden emin misiniz?

source: Are you sure you want to allow all employees to edit their profiles?
tr: Tüm çalışanların profillerini düzenlemesine izin vermek istediğinizden emin misiniz?

source: Please Confirm
tr: Lütfen Onaylayın

source: Cancel
tr: İptal

source: Error
tr: Hata

source: Something went wrong while updating.
tr: Güncelleme sırasında bir şeyler ters gitti.

source: Employee History Tracking
tr: Çalışan Geçmişi Takibi

source: Tracking Fields
tr: İzleme Alanları

source: Employee history will be stored during updation of the fields that selected here.
tr: Çalışan geçmişi, burada seçilen alanlar güncellenirken saklanacaktır.

source: Work Information Tracking
tr: İş Bilgisi Takibi

source: By enabling this feature, you can save the history of employee work information during updates.
tr: Bu özelliği etkinleştirerek, güncellemeler sırasında çalışan çalışma bilgilerinin geçmişini kaydedebilirsiniz.

source: Group Permissions
tr: Grup İzinleri

source: Group Assign
tr: Grup Ataması

source: Group
tr: Grup

source: Reveal
tr: Göster

source: Collapse
tr: Daralt

source: Total
tr: Toplam

source: users in this group
tr: Bu gruptaki kullanıcılar

source: There is no employee group at this moment.
tr: Şu anda çalışan grubu yok.

source: Are you sure you want to delete this group?
tr: Bu grubu silmek istediğinizden emin misiniz?

source: Change Password
tr: Şifre Değiştir

source: Old Password
tr: Eski şifre

source: Show Password
tr: Parolayı göster

source: Hide Password
tr: Parolayı gizle

source: New Password
tr: Yeni Şifre

source: Confirm Password
tr: Şifreyi Onayla

source: Save Password
tr: Parolayı kaydet

source: Forgot password
tr: Parolanızı mı unuttunuz

source: Employee Permissions
tr: Çalışan İzinleri

source: Assign
tr: Atama

source: Can create
tr: Yaratabilir

source: Can view
tr: Görüntüleyebilirsiniz

source: Can edit
tr: Düzenleyebilir

source: Can delete
tr: Silebilir

source: Two Factor Authentication
tr: 2 Aşamalı Giriş

source: Enter the OTP send to your email:
tr: OTP göndermesini e-postanıza girin:

source: Enter OTP
tr: OTP Girin

source: Resend OTP in
tr: OTP'yi yeniden gönder

source: Authenticate
tr: Kimlik doğrulama

source: Send OTP
tr: OTP gönder

source: Resend
tr: Yeniden Gönder

source: Change Username
tr: Kullanıcı Adı Değişikliği

source: Old Username
tr: Eski kullanıcı adı

source: Close
tr: Kapat

source: Attendance Condition
tr: Devamsızlık Koşulu

source: Date Format
tr: Tarih Formatı

source: Select Date Format:
tr: Tarih Formatını Seç:

source: Day, Month, Year (e.g., 30-12-2023)
tr: Gün, Ay, Yıl (ör. 30-12-2023)

source: Day, Month, Year (e.g., 30.12.2023)
tr: Gün, Ay, Yıl (ör. 30.12.2023)

source: Day, Month, Year (e.g., 30/12/2023)
tr: Gün, Ay, Yıl (ör. 30/12/2023)

source: Month, Day, Year (e.g., 12/30/2023)
tr: Ay, Gün, Yıl (ör. 30.12.2023)

source: Year, Month, Day (e.g., 2023-12-30)
tr: Yıl, Ay, Gün (ör. 2023-12-30)

source: Year, Month, Day (e.g., 2023/12/30)
tr: Yıl, Ay, Gün (ör. 2023/12/30)

source: Full Month Name, Day, Year (e.g., January 1, 2023)
tr: Tam Ay Adı, Gün, Yıl (ör. 1 Ocak 2023)

source: Day, Full Month Name, Year (e.g., 1 January, 2023)
tr: Gün, Tam Ay Adı, Yıl (ör. 1 Ocak 2023)

source: Abbreviated Month Name, Day, Year (e.g., Jan. 1, 2023)
tr: Kısaltılmış Ay Adı, Gün, Yıl (ör. 1 Ocak 2023)

source: Day, Abbreviated Month Name, Year (e.g., 1 Jan. 2023)
tr: Gün, Kısaltılmış Ay Adı, Yıl (örneğin, 1 Ocak 2023)

source: Full Day Name, Full Month Name, Day, Year (e.g., Monday, January 1, 2023)
tr: Tam Gün Adı, Tam Ay Adı, Gün, Yıl (ör. Pazartesi, 1 Ocak 2023)

source: Save Date Format
tr: Kaydetme Tarihi Formatı

source: Current Date Format
tr: Güncel Tarih Formatı

source: Time Format
tr: Zaman formatı

source: Select Time Format:
tr: Zaman Formatını Seç:

source: 12 Hr. (e.g., 06:00 AM or 06:00 PM)
tr: 12 saat (örneğin, 06:00 veya 06:00)

source: 24 Hr. (e.g., 06:00 or 18:00)
tr: 24 Saat (örneğin, 06:00 veya 18:00)

source: Save Time Format
tr: Zaman Kaydetme Formatı

source: Current Time Format
tr: Güncel Zaman Formatı

source: Currency
tr: Para Birimi

source: Are you sure you want to delete this department?
tr: Bu bölümü silmek istediğinizden emin misiniz?

source: Default Records Per Page
tr: Sayfa Başına Varsayılan Kayıtlar

source: Pagination
tr: Sayfalandırma

source: Default pagination for all views.
tr: Tüm görünümler için varsayılan sayfalama.

source: Update Employee Tag
tr: Çalışan Etiketini Güncelle

source: Create Employee Tag
tr: Çalışan Etiketi Oluştur

source: Color
tr: Renk

source: Are you sure you want to delete this employee tag ?
tr: Bu çalışan etiketini silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this employee type?
tr: Bu çalışan tipini silmek istediğinizden emin misiniz?

source: Biometric Attendance
tr: Biyometrik Devamsızlık

source: Activate Biometric Attendance
tr: Biyometrik Katılımı Etkinleştirin

source: Activated
tr: Etkinleştirildi

source: Activate
tr: Etkinleştir

source: Are you sure you want to delete this job position?
tr: Bu iş pozisyonunu silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this job role?
tr: Bu iş rolünü silmek istediğinizden emin misiniz?

source: Mail Server
tr: E-Posta Sunucusu

source: Send Test Email
tr: Test Maili yolla

source: Send Email
tr: Eposta gönder

source: Sending email...
tr: E-posta göndermek...

source: Primary mail is not configured!
tr: Birincil posta konfigürasyon edilmedi!

source: Test email
tr: Test e-postası

source: Do you want to delete this mail server configuration?
tr: Bu posta sunucusu yapılandırmasını silmek ister misiniz?

source: This mail is assigned as primary mail.Replace primary mail to delete
tr: Bu posta ana posta olarak atanır. Silmek için birincil postayı değiştirin

source: Select mail
tr: Posta Seç

source: Submit
tr: Gönder

source: Add more shifts..
tr: Daha fazla vardiya ekle..

source: Select All Shifts
tr: Tüm Vardiyaları Seç

source: Unselect All Shifts
tr: Tüm Vardiyaları Kaldır

source: Export Shifts
tr: İhracat Değişimleri

source: Rotate after
tr: Sonra döndür

source: days
tr: gün

source: Weekly every
tr: Her hafta

source: day of month
tr: ayın günü

source: Rotate every last day of month
tr: Ayın her son günü dönüşümlü

source: Do you want to archive this rotating shift assign?
tr: Bu döner vardiyalı atamayı arşivlemek ister misiniz?

source: Do you Want to un-archive this rotating shift assign?
tr: Bu döner vardiyalı atamayı arşivden çıkarmak ister misiniz?

source: Are you sure you want to delete this rotating shift assign?
tr: Bu dönen shift atamasını silmek istediğinizden emin misiniz?

source: Add more shift..
tr: Daha fazla vardiya..

source: st day of month
tr: ayın ilk günü

source: nd day of month
tr: ayın bir günü

source: rd day of month
tr: Ayın ilk günü

source: th day of month
tr: ayın en iyi günü

source: Archived
tr: Arşivlenen

source: Do you want to un-archive this rotating shift assign?
tr: Bu dönen vardiya atamasını arşivden çıkarmak ister misiniz?

source: Un-archive
tr: Arşivden çıkar

source: There are no rotating shift assigned to this employee.
tr: Bu çalışana verilen dönüşümlü vardiya yoktur.

source: Selected Shifts
tr: Seçilmiş Vardiyalar

source: No Employees Assigned to Rotating Shifts.
tr: Dönüşümlü vardiyalara atanmış çalışan yok.

source: Import Rotating Shift
tr: Döner Vites İthal

source: False
tr: Yanlış

source: Are you sure you want to delete this rotating shift?
tr: Bu dönen değişimi silmek istediğinizden emin misiniz?

source: Add more work types..
tr: Daha fazla iş türü ekle..

source: Select All Worktypes
tr: Tüm İş Türlerini Seç

source: Unselect All Worktypes
tr: Tüm Çalışma Türlerini Kaldır

source: Export Worktypes
tr: İhracat İş Türleri

source: Do you Want to archive this rotating work type assign?
tr: Bu dönen iş tipi atamasını arşivlemek ister misiniz?

source: Do you Want to un-archive this rotating work type assign?
tr: Bu dönen çalışma tipi atamasını arşivden çıkarmak ister misiniz?

source: Are you sure you want to delete this rotating work type assign?
tr: Bu dönen iş tipi atamasını silmek istediğinizden emin misiniz?

source: Do you want to archive this rotating work type assign?
tr: Bu dönen iş tipi atamasını arşivlemek ister misiniz?

source: There are no rotating work type assigned to this employee.
tr: Bu çalışana atanmış bir dönüşümlü iş türü yoktur.

source: Selected Worktypes
tr: Seçilmiş İş Türleri

source: No Employees Assigned to Rotating Work Types.
tr: Dönen iş türlerine atanmış çalışan yok.

source: Do you want to un-archive this rotating work type assign?
tr: Bu dönen iş tipi atamasını arşivden çıkarmak ister misiniz?

source: Are you sure you want to delete this rotating work type?
tr: Bu dönen iş türünü silmek istediğinizden emin misiniz?

source: Schedules
tr: Toplu Zamanlama

source: Are you sure you want to delete this schedule?
tr: Bu programı silmek istediğinizden emin misiniz?

source: Weekly Full Time
tr: Haftalık Tam Zamanlı

source: Full Time
tr: Tam Zamanlı

source: Are you sure you want to delete this shift?
tr: Bu vardiyayı silmek istediğinizden emin misiniz?

source: There is no employee shifts at this moment.
tr: Şu anda çalışan vardiyası yok.

source: Create Helpdesk Tag
tr: Helpdesk Etiketi Oluştur

source: Update Helpdesk Tag
tr: Güncelleme Yardım Masası Etiketi

source: Are you sure you want to delete this tag ?
tr: Bu etiketi silmek istediğinizden emin misiniz?

source: Create Ticket Type
tr: Bilet Türü Oluştur

source: Update Ticket Type
tr: Bilet Türünü Güncelleme

source: Ticket Type
tr: Bilet Türü

source: Prefix
tr: Önek

source: Are you sure you want to delete this ticket type?
tr: Bu bilet türünü silmek istediğinizden emin misiniz?

source: Are you sure you want to delete this work type?
tr: Bu çalışma türünü silmek istediğinizden emin misiniz?

source: Based On week
tr: Haftaya Göre

source: Based On Weekday
tr: Hafta Günü Temelli

source: All
tr: Tümü

source: Are you sure you want to delete?
tr: Silmek istediğine emin misin?

source: Export Holidays
tr: İhracat Tatilleri

source: Import Holidays
tr: İthalat Tatilleri

source: Hint: Type '{' to get sender or receiver data
tr: İpucu: Gönderici veya alıcı verisini almak için '{' yazın

source: Add more managers..
tr: Daha fazla yönetici ekleyin..

source: Add more managers.. 321
tr: Daha fazla yönetici ekleyin.. 321

source: Export Rotating Shift Assigns
tr: Dönüş Vardiyası Atamaları İhtracat

source: Do you want to Un-archive this rotating work type assign?
tr: Bu dönen iş tipi atamasını arşivden çıkarmak ister misiniz?

source: Export Rotating Work Type Assigns
tr: İhracat Döner İş Tipi Atamaları

source: Are you sure you want to delete this shift request?
tr: Bu vardiya talebini silmek istediğinizden emin misiniz?

source: Are you available for this shift reallocation?
tr: Bu vardiya yeniden tahsisi için müsait misiniz?

source: Do you want to approve this request?
tr: Bu talebi onaylamak ister misiniz?
