Repository: horilla-opensource/horilla
Catalog: horilla/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Are you not available for this shift reallocation?
tr: Bu vardiya yeniden tahsisi için müsait değil misiniz?

source: Not available
tr: Mevcut değil

source: Export Shift Requests
tr: İhracat Vardiyası İstekleri

source: Gender
tr: Cinsiyet

source: Requested Date From
tr: İstenen tarih

source: Requested Date Till
tr: İstenen Tarih Tile

source: Not Available
tr: Mevcut Değil

source: Not Marked
tr: İşaretlenmedi

source: Reallocate Shift.
tr: Vardiya Yeniden Dağıt.

source: Are you sure you want to delete this work type request?
tr: Bu iş türü isteğini silmek istediğinizden emin misiniz?

source: Export Work Type Requests
tr: İhracat İş Tipi İstekleri

source: There are no company leaves at the moment.
tr: Şu anda şirket izni yok.

source: Configure your email server.
tr: E-posta sunucunuzu yapılandırın.

source: Email Username
tr: E-posta Kullanıcı Adı

source: Email Password
tr: E-posta Şifresi

source: Use Tls
tr: Özetle Kullanım

source: Configure
tr: Yapılandır

source: Select All Holidays
tr: Tüm Tatilleri Seç

source: Unselect All Holidays
tr: Tüm Tatilleri Seçmeden Kaldır

source: Are you sure you want to delete this holiday?
tr: Bu tatili silmek istediğinizden emin misiniz?

source: There are no holidays at the moments.
tr: Şu anda tatil yok.

source: Selected Holidays
tr: Seçilmiş Tatiller

source: There are no holidays at the moment.
tr: Şu anda tatil yok.

source: No more holidays scheduled for this month.
tr: Bu ay için artık tatil planlanmıyor.

source: There are currently no email templates available.
tr: Şu anda mevcut e-posta şablonları bulunmamaktadır.

source: Body
tr: Gövde

source: Save Duplicate
tr: Kopya Kayd Etme

source: View Template
tr: Şablonu Görüntüle

source: Apply
tr: Uygula

source: There are currently no multiple approvals to consider.
tr: Şu anda dikkate alınması gereken birden fazla onay yok.

source: Deducted From
tr: Düşülmüş

source: No penalties found
tr: Ceza bulunmadı

source: Previous/ Current Shift
tr: Önceki/Güncel Vardiyası

source: Do you want to approve this shift request?
tr: Bu vardiya talebini onaylamak ister misiniz?

source: Do you want to cancel this request?
tr: Bu talebi iptal etmek ister misiniz?

source: Previous/ Current Work Type
tr: Önceki/Güncel Çalışma Türü

source: Reallocate to
tr: Yeniden Paylaş

source: User availability
tr: Kullanıcı erişilebilirliği

source: Requested shift
tr: İstenen vardiyası

source: Previous shift
tr: Önceki vardiyası

source: Requested date
tr: İstenen tarih

source: Requested till
tr: İstendi,

source: There are currently no shift requests to consider.
tr: Şu anda dikkate alınması gereken vardiya talebi yok.

source: Are you sure you want to delete this shift request?
tr: Bu vardiya talebini silmek istediğinizden emin misiniz?

source: Do you want to reject this request?
tr: Bu talebi reddetmek mi istiyorsun?

source: 's shift request
tr: vardiya talebi

source: There are currently no work type requests to consider.
tr: Şu anda dikkate alınacak iş türü talepleri yok.

source: Previous/Current Work Type
tr: Önceki/Güncel İş Türü

source: 's worktype request
tr: iş tipi talebi

source: Requested work type
tr: İstenen iş türü

source: Previous work type
tr: Önceki çalışma türü

source: Is permenent work type
tr: Kalıcı iş türü mu

source: There are no work type requets to display.
tr: Sergilenecek bir iş türü requet yok.

source: monday
tr: pazartesi

source: tuesday
tr: salı

source: wednesday
tr: çarşamba

source: thursday
tr: perşembe

source: friday
tr: cuma

source: saturday
tr: cumartesi

source: sunday
tr: pazar

source: after
tr: sonra

source: weekly
tr: haftalık

source: monthly
tr: aylık

source: Employee First Name
tr: Uzman Adı

source: Employee Last Name
tr: Uzman Soyadı

source: Bank Code #1
tr: Banka Kodu #1

source: Bank Code #2
tr: Banka Kodu #2

source: RECRUITMENT
tr: İLALIM

source: ONBOARDING
tr: IŞE BAŞLAMA

source: EMPLOYEE
tr: ÇALIŞAN

source: PAYROLL
tr: BORDRO

source: ATTENDANCE
tr: SEYIRCI

source: LEAVE
tr: AYRIL

source: ASSET
tr: VARLIK

source: Your asset request approved!.
tr: Varlık talebiniz onaylandı!.

source: Your asset request rejected!.
tr: Varlık talebiniz reddedildi!

source: You are added to rotating work type
tr: Döner iş türüne ekleniyorsunuz

source: You are added to rotating shift
tr: Döner vardiyaya ekleniyorsunuz

source: Your work type request has been canceled.
tr: İş türü talebiniz iptal edildi.

source: Your work type request has been approved.
tr: İş türü talebiniz onaylandı.

source: Your work type request has been deleted.
tr: İş tipi talebiniz silindi.

source: Your shift request has been canceled.
tr: Vardiya talebin iptal edildi.

source: Your shift request has been approved.
tr: Vardiya talebiniz onaylandı.

source: Your shift request has been deleted.
tr: Vardiya talebiniz silindi.

source: Your work details has been updated.
tr: İş detaylarınız güncellendi.

source: You have a new leave request to validate.
tr: Yeni bir izin talebinizi doğrulamanız gerekiyor.

source: New leave type is assigned to you
tr: Yeni izin türü size atanıyor

source: Your Leave request has been cancelled
tr: İzin talebiniz iptal edildi

source: Your Leave request has been approved
tr: İzin talebiniz onaylandı

source: You are chosen as onboarding stage manager
tr: Onboarding aşama yöneticisi olarak seçiliyorsunuz

source: You are chosen as onboarding task manager
tr: Onboarding görev yöneticisi olarak seçiliyorsunuz

source: You got an OKR!.
tr: OKR aldın!

source: You have received feedback!
tr: Geri bildirim aldınız!

source: You have been assigned as a manager in a feedback!
tr: Bir geri bildirimde yönetici olarak atandınız!

source: You have been assigned as a subordinate in a feedback!
tr: Bir geri bildirimde ast olarak atanmışsınız!

source: You have been assigned as a colleague in a feedback!
tr: Bir geri bildirimde meslektaş olarak atandınız!

source: You are chosen as one of recruitment manager
tr: İşe alım yöneticisi olarak seçiliyorsunuz

source: Your attendance for the date
tr: Tarihe katılım durumun

source: is validated
tr: doğrulanır

source: Select
tr: Seç

source: One time date
tr: Bir zaman tarihi

source: Is condition based
tr: Koşula bağlıdır

source: Is taxable
tr: Vergilendirilebilir mi

source: Is fixed
tr: Sabittir

source: Value
tr: Değer

source: If choice
tr: Eğer seçim

source: Is tax
tr: Vergi

source: If amount
tr: Eğer miktar

source: If condition
tr: Eğer koşulu

source: Employer rate
tr: İşveren oranı

source: Contract name
tr: Sözleşme adı

source: Contract start date
tr: Sözleşme başlama tarihi

source: Contract end date
tr: Sözleşmenin bitiş tarihi

source: Wage type
tr: Ücret türü

source: Calculate daily leave amount
tr: Günlük izin miktarını hesaplayın

source: Deduction for one leave amount
tr: Bir izin miktarı için indirim

source: Deduct leave from basic pay
tr: Temel maaştan izin indirmek

source: Work type
tr: Çalışma türü

source: Pay frequency
tr: Ödeme sıklığı

source: Filing status
tr: Başvuru durumu

source: Contract status
tr: Sözleşme durumu

source: Contract document
tr: Sözleşme belgesi

source: Update compensation
tr: Güncelleme ücreti

source: Is pretax
tr: Vergi öncesi mi

source: DASHBOARD
tr: Pano

source: SHIFT REQUESTS
tr: VARDIYA İSTEKLERI

source: WORK TYPE REQUESTS
tr: İŞ TÜRÜ TALEPLERI

source: Single
tr: Tek

source: Married
tr: Evli

source: Divorced
tr: Boşanmış

source: Request description
tr: İstek açıklaması

source: Jan
tr: Ocak

source: Feb
tr: Şubat

source: Mar
tr: Mart

source: Apr
tr: Nisan

source: Jun
tr: Haz

source: Jul
tr: Tem

source: Aug
tr: Ağustos

source: Sep
tr: Eyl

source: Oct
tr: Ekim

source: Nov
tr: Kas

source: Dec
tr: Aralık

source: Additional info
tr: İlave bilgi

source: Schedule date
tr: Zamanlama tarihi

source: End date
tr: Bitiş Tarihi

source: Recruitment managers
tr: İşe alım yöneticileri

source: Stage managers
tr: Sahne yöneticileri

source: Stage type
tr: Sahne tipi

source: Scheduled from
tr: Programlanıyor

source: Scheduled till
tr: Planlanmış, saate kadar

source: Start from
tr: Buradan Başla

source: End till
tr: Sona kadar

source: Employee first name
tr: Çalışan Adı

source: Employee last name
tr: Çalışan soyadı

source: Reporting manager
tr: Raporlama yöneticisi

source: Current shift
tr: Mevcut değişim

source: Rotating shift
tr: Döner shift

source: Next change date
tr: Sonraki değişiklik tarihi

source: Next shift
tr: Sonraki vardiya

source: Current work type
tr: Güncel çalışma türü

source: Next work type
tr: Sonraki çalışma türü

source: Start date from
tr: Başlangıç tarihi

source: Start date till
tr: Başlama tarihinden

source: End date from
tr: Bitiş tarihi

source: End date till
tr: Bitiş tarihinden

source: Location
tr: Konum

source: Attendance clock in
tr: Katılım saati

source: Attendance clock out
tr: Katılım süresi bitti

source: Attendance overtime approve
tr: Devam süresi uzatma onayı

source: Hour account
tr: Saat hesabı

source: Clock out date
tr: Çıkış tarihi

source: Clock in date
tr: Saat açılma tarihi

source: Shift day
tr: Vardiya günü

source: Attendance date from
tr: Katılım tarihi başlangıçtan itibaren

source: In from
tr: Buradan

source: Out from
tr: Dışarı

source: Attendance date till
tr: Katılım tarihi ile

source: Out till
tr: Dışarıda kalın

source: Leave type
tr: İzin türü

source: From date
tr: Tarihden

source: To date
tr: Tarihe kadar

source: Assigned date
tr: Belirlenmiş tarih

source: Based on week
tr: Haftaya göre

source: Based on week day
tr: Hafta içi gününe göre

source: Updated at
tr: Güncelleme

source: Created at
tr: Oluşturulma

source: Created at date range
tr: Tarih aralığında oluşturuldu

source: Review cycle
tr: İnceleme döngüsü

source: Asset list
tr: Varlık listesi

source: Query
tr: Sorgu

source: Asset category name
tr: Varlık kategorisi adı

source: Asset category description
tr: Varlık kategorisi tanımı

source: Asset name
tr: Varlık adı

source: Asset tracking
tr: Varlık takibi

source: Asset purchase date
tr: Varlık satın alma tarihi

source: Asset purchase cost
tr: Varlık satın alma maliyeti

source: Asset lot number
tr: Varlık arsa numarası

source: Asset category
tr: Varlık kategorisi

source: Asset status
tr: Varlık durumu

source: True
tr: Doğru

source: Onboarding Portal S…
tr: Giriş Portalı S...

source: Employee work information
tr: Çalışan çalışma bilgileri

source: Rotating work type assign
tr: Döner iş tipi ataması

source: Employee shift schedule
tr: Çalışan vardiya programı

source: Rotating shift assign
tr: Döner shift ataması

source: Onboarding portal
tr: Onboarding portalı

source: Start date breakdown
tr: Başlangıç tarihi dağılışu

source: End date breakdown
tr: Bitiş tarihi dağılımı

source: Payment
tr: Ödeme

source: dashboard
tr: yönetim paneli

source: pipeline
tr: komut zinciri

source: recruitment-survey-question-template-view
tr: işe alım-anket-soru-şablon-görünüm

source: candidate-view
tr: Aday görünümü

source: recruitment-view
tr: Oyuncu alım-görünümü

source: stage-view
tr: Sahne görünümü

source: candidates-view
tr: Adaylar görüşü

source: employee-profile
tr: çalışan profili

source: employee-view
tr: çalışan görünümü

source: rotating-shift-assign
tr: döndürme-kaydırma-atama

source: rotating-work-type-assign
tr: döner-iş-tip-atama

source: view-contract
tr: Görüş-sözleşmesi

source: view-allowance
tr: Görüş-İzni

source: view-deduction
tr: Görüş-çıkarım

source: view-payslip
tr: görüntü-maaş cartı

source: filing-status-view
tr: dosya-durum-görünümü

source: attendance-view
tr: Katılım görünümü

source: request-attendance-view
tr: Talep-Katılım-Görünüm

source: attendance-overtime-view
tr: Katılım-overtime-view

source: attendance-activity-view
tr: Katılım-aktivite-görünümü

source: late-come-early-out-view
tr: Geç Gelir-Erken Çıkma

source: view-my-attendance
tr: Devamımı gör

source: user-leave
tr: Kullanıcı-izni

source: user-request-view
tr: kullanıcı-talebi-görünümü

source: type-view
tr: Tip-görünüm

source: assign-view
tr: ata-görünüm

source: holiday-view
tr: Tatil manzarası

source: company-leave-view
tr: şirket-izin-görünümü

source: objective-list-view
tr: amaç-liste-görünüm

source: feedback-view
tr: geri bildirim-görünümü

source: period-view
tr: Dönem görünümü

source: question-template-view
tr: soru-şablon-görünüm

source: asset-category-view
tr: varlık-kategori-görünümü

source: recruitment
tr: Katılım

source: update-contract
tr: güncelleme-sözleşme

source: update-allowance
tr: güncelleme-izin

source: update-deduction
tr: güncelleme-çıkarım

source: type-update
tr: Tip-güncelleme

source: type-creation
tr: Tip oluşturma

source: create-deduction
tr: Oluşturma-çıkarım

source: leave
tr: ayrılmak

source: attendance
tr: Katılım

source: payroll
tr: Bordro

source: employee
tr: diyetisyen

source: onboarding
tr: Işe Başlama

source: settings
tr: ayarlar

source: department-view
tr: Departman görünümü

source: job-position-view
tr: İş-pozisyon-bakış açısı

source: job-role-view
tr: iş-rolü-görünümü

source: work-type-view
tr: iş-tip-görünüm

source: rotating-work-type-view
tr: dönen iş-tip-görünümü

source: employee-type-view
tr: işçi-tip-görünüm

source: employee-shift-view
tr: işçi-vardiya-görünümü

source: employee-shift-schedule-view
tr: çalışan-vardiya-program-görünümü

source: rotating-shift-view
tr: dönen kayma görünümü

source: attendance-settings-view
tr: Katılım-ayarlar-görünümü

source: user-group-view
tr: kullanıcı-grup-görünümü

source: company-view
tr: şirket görünümü

source: employee-permission-assign
tr: işçi-permission-assign

source: currency
tr: para birimi

source: leave-allocation-request-view
tr: Ayrılma-Tahsis-Talabı-Görünümü

source: employee-bulk-update
tr: işçi-bulk-güncelleme

source: objective-creation
tr: Amaç oluşturma

source: feedback-creation
tr: geri bildirim-oluşturma

source: helpdesk
tr: Yardım masası

source: faq-category-view
tr: SSS-kategori-görünüm

source: faq-view
tr: SSS-View

source: ticket-view
tr: bilet görünümü

source: ticket-detail
tr: Bilet detayı

source: ticket-type-view
tr: bilet türü görünümü

source: mail-server-conf
tr: E-posta-sunucu-konferensi

source: configuration
tr: yapılandırma

source: multiple-approval-condition
tr: Çoklu onay-koşulu

source: skill-zone-view
tr: yetenek bölgesi-görünümü

source: view-reimbursement
tr: Görünüm-geri ödeme

source: department-manager-view
tr: Departman yöneticisi-görünümü

source: date-settings
tr: Tarih ayarları

source: department
tr: bölüm

source: company
tr: şirket

source: employee-create-personal-info
tr: çalışan-kişisel bilgi yarat

source: offboarding
tr: Gemiden ayrılma

source: pagination-settings-view
tr: sayfalanma-ayarlar-görünüm

source: organisation-chart
tr: organizasyon şeması

source: document-request-view
tr: belge-talep-görüntü

source: disciplinary-actions
tr: Disiplin eylemleri

source: view-policies
tr: Görüş politikaları

source: resignation-requests-view
tr: İstifa Talepleri-Görünümü

source: action-type
tr: aksiyon tipi

source: general-settings
tr: Genel Ayarlar

source: candidate-update
tr: Aday Güncellemesi

source: create-payslip
tr: create-payple

source: work-records
tr: Çalışma kayıtları

source: edit-profile
tr: Profili düzenleme

source: candidate-reject-reasons
tr: Aday-reddedilme-nedenleri

source: feedback-answer-view
tr: geri bildirim-cevap-bakış

source: requested
tr: Talep edildi

source: approved
tr: onaylandı

source: cancelled
tr: iptal edildi

source: rejected
tr: reddedildi

source: true
tr: doğru

source: false
tr: yanlış

source: candidate-create
tr: aday-oluşturma

source: compensatory-leave-settings-view
tr: kompensatory-leave-settings-view

source: interview-view
tr: Röportaj-Görünüm

source: view-meetings
tr: görüş toplantıları

source: asset-history
tr: Varlık geçmişi

source: restrict-view
tr: Kısıtlama-görünüm

source: auto-payslip-settings-view
tr: otomatik maaş bordrosu ayarları-görünümü

source: bonus-point-setting
tr: Bonus puan ayarlama

source: employee-past-leave-restriction
tr: Çalışan izni kısıtlaması

source: track-late-come-early-out
tr: Geç Dön-Erken Çık

source: enable-biometric-attendance
tr: biyometrik devamı etkinleştirme

source: allowed-ips
tr: Permited-IP'ler

source: self-tracking-feature
tr: Kendi izleme özelliği

source: skills-view
tr: Yetenek görüşü

source: employee-bonus-point
tr: çalışan-bonus-puan

source: mail-automations
tr: Posta otomasyonları

source: view-time-sheet
tr: Zaman çizelgesini izlemek

source: task-all
tr: Görev-Hepsi

source: project-view
tr: Proje-görünümü

source: check-in-check-out-setting
tr: check-in-check-out ayarı

source: user-accessibility
tr: Kullanıcı erişilebilirliği

source: project
tr: proje

source: task-view
tr: görev-görünümü

source: backup
tr: geri Yükleme

source: horilla-theme
tr: Horilla teması

source: color-settings
tr: Renk ayarları

source: report
tr: Bildir

source: recruitment-report
tr: Alım raporu

source: employee-report
tr: çalışan raporu

source: attendance-report
tr: Katılım raporu

source: leave-report
tr: Izin-raporu

source: payroll-report
tr: Bordro-Raporu

source: asset-report
tr: varlık raporu

source: ldap-settings
tr: LDAP-ayarları

source: gmeet-setting
tr: gmeet ortamı

source: Employee Work Info
tr: Çalışan İş Bilgileri

source: Online Employees
tr: Çevrimiçi Çalışanlar

source: Overall Leave Chart
tr: Genel Ayrılış Tablosu

source: Hired Candidates
tr: İşe Alınan Adaylar

source: Onboarding Candidates
tr: Onboarding Adayları

source: Recruitment Analytics
tr: İşe Alım Analitiği

source: Attendance analytics
tr: Katılım analizleri

source: Employees Chart
tr: Çalışanlar Tablosu

source: Department Chart
tr: Bölüm Haritası

source: Gender Chart
tr: Cinsiyet Tablosu

source: Shift Request to Approve
tr: Vardiya Talebi Onay

source: Work Type Request to Approve
tr: İş Türü Onay Talebi

source: Overtime to Approve
tr: Onay için fazla mesai

source: Attendance to Validate
tr: Katılım Doğrulama

source: Leave Request to Approve
tr: Onay Almak İçin İzin Talebi

source: Leave Allocation to Approve
tr: Tahsisi Onay Bırakın

source: Feedbacks to Answer
tr: Yanıtlayacak Geri Bildirimler

source: Asset Request to Approve
tr: Varlık Onay Talebi

source: Objective Status
tr: Hedef Durumu

source: Key Result Status
tr: Ana Sonuç Durumu

source: Feedback Status
tr: Geri Bildirim Durumu

source: Database loaded successfully.
tr: Veritabanı başarıyla yüklendi.

source: Database Authentication Failed
tr: Veritabanı Doğrulaması Başarısız Oldu

source: The password you entered is incorrect. Please try again.
tr: Girdiğiniz şifre yanlış. Lütfen tekrar deneyin.

source: Access Denied: Your account is blocked.
tr: Erişim Reddedildi: Hesabınız engellendi.

source: Invalid username or password.
tr: Geçersiz kullanıcı adı veya şifre.

source: This user is archived. Please contact the manager for more information.
tr: Bu kullanıcı arşivlenmiştir. Daha fazla bilgi için lütfen yöneticiyle iletişime geçin.

source: Login successful.
tr: Başarıyla girildi.

source: Primary mail server is not configured
tr: Birincil posta sunucusu yapılandırılmamıştır

source: Password reset link sent successfully
tr: Şifre sıfırlama bağlantısı başarıyla gönderildi

source: No user found with the username
tr: Kullanıcı adı ile kullanıcı bulunamadı.

source: No user with the given username
tr: Verilen kullanıcı adına sahip hiçbir kullanıcı yok

source: Username changed successfully
tr: Kullanıcı adı başarıyla değiştirildi

source: User group created.
tr: Kullanıcı grubu oluşturuldu.

source: User group assigned.
tr: Kullanıcı grubu atandı.

source: The {} has been deleted successfully.
tr: {} başarıyla silindi.

source: {} not found.
tr: {} bulunamadı.

source: Test mail from Horilla
tr: Horilla'dan test postası

source: Something went wrong :
tr: Bir şeyler ters gitti:

source: Mail sent successfully
tr: Posta başarıyla gönderildi

source: Can't Delete
tr: Silme Mümkün Değil

source: Mail server configuration not found
tr: Posta sunucusu yapılandırması bulunamadı

source: Primary Mail server configuration replaced
tr: Birincil Posta Sunucusu Konfigürasyonu Değiştirildi

source: Company has been created successfully!
tr: Şirket başarıyla kuruldu!

source: Company updated
tr: Şirket güncellendi

source: Department updated.
tr: Departman güncellendi.

source: Job Position has been created successfully!
tr: İş Pozisyonu başarıyla oluşturuldu!

source: Job role updated.
tr: İş rolü güncellendi.

source: Work Type has been created successfully!
tr: Work Type başarıyla oluşturuldu!

source: Work type updated.
tr: İş türü güncellendi.

source: Rotating work type created.
tr: Döner iş türü oluşturuldu.

source: Rotating work type updated.
tr: Dönüşümlü çalışma türü güncellendi.

source: Rotating work type assigned.
tr: Dönüşümlü iş türü atandı.

source: Rotating work type assign updated.
tr: Dönüşümlü iş türü ataması güncellendi.

source: un-archived
tr: arşivlenmemiş

source: archived
tr: Arşivlendi

source: Rotating work type assign is {}
tr: Döner iş tipi ataması {}

source: Rotating work type assign not found.
tr: Dönen iş tipi ataması bulunamadı.

source: Rotating work type for {employee_id} already exists
tr: {employee_id} için döner çalışma tipi zaten var

source: Rotating work type for {count} employees is {message}
tr: {count} çalışanlar için dönüşümlü çalışma tipi {message}

source: {employee} deleted.
tr: {employee} silindi.

source: {rwork_type_assign} not found.
tr: {rwork_type_assign} bulunamadı.

source: You cannot delete {rwork_type_assign}
tr: Silemezsiniz{rwork_type_assign}

source: Rotating work type assign deleted.
tr: Dönüşümlü iş tipi ataması silindi.

source: You cannot delete this rotating work type.
tr: Bu dönen çalışma türünü silemezsiniz.

source: Employee type created.
tr: Çalışan tipi oluşturuldu.

source: Employee type updated.
tr: Çalışan tipi güncellendi.

source: Employee Shift has been created successfully!
tr: Employee Shift başarıyla oluşturuldu!

source: Shift updated
tr: Vardiya güncellendi

source: Shift schedule created.
tr: Vardiya programı oluşturuldu.

source: Rotating shift created.
tr: Döner shift oluşturuldu.

source: Rotating shift updated.
tr: Dönüşümlü vardiyası güncellendi.

source: Rotating shift assigned.
tr: Döner vardiyası atandı.

source: Rotating shift assign updated.
tr: Döner vardiya ataması güncellendi.

source: Rotating shift assign is {}
tr: Döner shift ataması {}

source: Rotating shift assign not found.
tr: Döner shift ataması bulunamadı.

source: Rotating shift for {employee} is {message}
tr: {employee} için döner shift {message}

source: Rotating shift for {employee} is already exists
tr: {employee} için döner kaydırma zaten var

source: {employee} assign deleted.
tr: {employee} atama silindi.

source: {rshift_assign} not found.
tr: {rshift_assign} bulunamadı.

source: You cannot delete {rshift_assign}
tr: Silemezsiniz{rshift_assign}

source: Rotating shift assign deleted.
tr: Döner shift ataması silindi.

source: You cannot delete this rotating shift assign.
tr: Bu dönen shift atamasını silemezsiniz.

source: Employee permission assigned.
tr: Çalışan izni atandı.

source: Work type request added.
tr: İş türü isteği eklendi.

source: Work type request not found.
tr: İş türü talebi bulunamadı.

source: You don't have permission
tr: Bunun için yetkiniz yok

source: Work type request has been rejected.
tr: İş türü talebi reddedildi.

source: Work type request has been canceled.
tr: İş türü talebi iptal edildi.

source: Work type request has been approved.
tr: İş türü talebi onaylandı.

source: An approved work type request already exists during this time period.
tr: Bu dönemde onaylanmış bir iş türü talebi zaten mevcuttur.

source: Work type request deleted.
tr: İş türü isteği silindi.

source: You cannot delete this work type request.
tr: Bu çalışma türü isteği silmek mümkün değil.
