Repository: horilla-opensource/horilla
Catalog: horilla/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Deduction For One Leave Amount
tr: Bir İzin Miktarı İçin Düşüm

source: End date must be greater than start date
tr: Bitiş tarihi, başlangıç tarihinden büyük olmalıdır

source: An active contract already exists for this employee.
tr: Bu çalışan için zaten aktif bir sözleşme mevcut.

source: A draft contract already exists for this employee.
tr: Bu çalışan için zaten bir taslak sözleşme mevcut.

source: Company Experience
tr: Şirket Deneyimi

source: Department on Contract
tr: Sözleşme Departmanı

source: The value must be like the data stored in the database
tr: Değer, veritabanında depolanan veriler gibi olmalıdır

source: Exclude the allowance
tr: Ödenek hariç tutuldu

source: Provide max amount
tr: Maksimum miktarı sağla

source: Title of the allowance
tr: Ödenin başlığı

source: The one-time allowance in which the allowance will apply to the payslips if the date between the payslip period
tr: Ödenmenin maaş bordrolarına uygulanacağı tek seferlik ödenlik, eğer maaş bordrosu dönemi arasındaki tarihte

source: Include all active employees
tr: Tüm aktif çalışanları dahil edin

source: Target allowance to all active employees in the company
tr: Şirketteki tüm aktif çalışanlara hedef izin

source: Employees Specific
tr: Çalışanlara Özgü

source: Target allowance to the specific employees
tr: Belirli çalışanlara hedef izin

source: To ignore the allowance to the employees when target them by all employees or through condition-based
tr: Tüm çalışanlar tarafından veya koşullara dayalı olarak çalışanlara yönelik ödeneği görmezden gelmek

source: This field is used to calculate the taxable allowances
tr: Bu alan, vergilendirilebilir müsafiyetlerin hesaplanması için kullanılır

source: This field is used to target allowance to the specific employees when the condition satisfies with the employee's information
tr: Bu alan, koşul çalışanın bilgilerini karşıladığında belirli çalışanlara izin hedeflemek için kullanılır

source: The related field of the employees
tr: Çalışanların ilgili alanı

source: To specify, the allowance is fixed or not
tr: Belirtmek gerekirse, ödenecek sabit mi yoksa değil mi

source: Fixed amount for this allowance
tr: Bu ödenin sabit tutarı

source: If the allowance is not fixed then specifies how the allowance provided
tr: Eğer izin sabit değilse, izin nasıl sağlandığını belirtir

source: The percentage of based on
tr: Yüzde

source: The attendance fixed amount for one validated attendance
tr: Onaylanmış bir katılım için sabit katılım miktarı

source: The fixed amount per children
tr: Sabit bir miktar çocuk başına

source: The fixed amount for one validated attendance with that shift
tr: O vardiyayla onaylanmış bir katılım için sabit miktar

source: The fixed amount for one hour overtime that are validated and approved the overtime attendance
tr: Bir saatlik fazla mesai için sabit tutar, fazla mesai katılımı onaylanıp onaylanır

source: The fixed amount for one validated attendance with that work type
tr: O iş türüyle onaylanmış bir katılım için sabit miktar

source: Has max limit for allowance
tr: Maksimum izin limiti vardır

source: Limit the allowance amount
tr: Izinlik miktarını sınırlayın

source: The maximum amount for the allowance
tr: Vernek için maksimum miktar

source: For working days on month
tr: Ayın çalışma günleri için

source: The pay head for the if condition
tr: If durumu için ödeme başlığı

source: Apply for those, if the pay-head conditions satisfy
tr: Ödeme başlığı koşulları karşılanırsa bunlara başvurun

source: The amount of the pay-head
tr: Ödeme başlığı miktarı

source: The start amount of the pay-head range
tr: Ödeme başlığı aralığının başlangıç miktarı

source: The end amount of the pay-head range
tr: Ödeme başlığı aralığının nihai miktarı

source: If
tr: Eğer

source: If the 'Is fixed' field is disabled, the 'Based on' field is required.
tr: 'Sabit' alanı devre dışı bırakılıyorsa, 'Temelli' alanı gereklidir.

source: Rate must be specified for allowances based on basic pay.
tr: Ücret oranı, temel maaş temelinde belirlenmelidir.

source: If condition based, all fields (field, value, condition) must be filled.
tr: Koşul temelliyse, tüm alanlar (alan, değer, koşul) doldurulmalıdır.

source: If based on is attendance, then per attendance fixed amount must be filled.
tr: Katılım oranına göre ayarlanırsa, katılım başına sabit bir tutar doldurulmalıdır.

source: If based on is shift, then shift must be filled.
tr: Eğer vardiyaya göre değişiyorsa, vardiyanın doldurulması gerekir.

source: If based on is work type, then work type must be filled.
tr: Eğer iş türüne göre değişiyorsa, o zaman iş türü doldurulmalıdır.

source: The amount per children must be filled.
tr: Çocuk başına verilen miktar doldurulmalıdır.

source: Amount should be greater than zero.
tr: Miktar sıfırdan fazla olmalı.

source: Exclude the deduction
tr: Çıkarımı hariç tutun

source: Title of the deduction
tr: Çıkarımın başlığı

source: The one-time deduction in which the deduction will apply to the payslips if the date between the payslip period
tr: Bir kerelik indirim, maaş bordroları arasındaki tarihte maaş bordrolarına uygulanacak

source: Target deduction to all active employees in the company
tr: Şirketteki tüm aktif çalışanlara hedef indirim

source: Target deduction to the specific employees
tr: Belirli çalışanlara hedef indirim

source: To ignore the deduction to the employees when target them by all employees or through condition-based
tr: Tüm çalışanlar tarafından veya koşullara dayalı olarak çalışanlara yönelik kesintileri görmezden gelmek

source: To specify the deduction is tax or normal deduction
tr: Vergi veya normal indirim olarak belirtmek gerekir.

source: To find taxable gross, taxable_gross = (basic_pay + taxable_deduction)-pre_tax_deductions
tr: Vergilendirilebilir brüt bulmak için taxable_gross = (basic_pay + taxable_deduction)-pre_tax_deductions

source: This field is used to target deduction to the specific employees when the condition satisfies with the employee's information
tr: Bu alan, koşul çalışanın bilgileriyle karşılandığında belirli çalışanlara indirim hedeflemek için kullanılır

source: Basic pay
tr: Temel maaş

source: Update compensation is used to update pay-head before any other deduction calculation starts
tr: Güncelleme tazminatı, diğer tüm indirim hesaplamaları başlamadan önce maaş başlığını güncellemek için kullanılır

source: To specify, the deduction is fixed or not
tr: Belirtmek gerekirse, çıkarım sabit mi yoksa değil mi

source: Fixed amount for this deduction
tr: Bu indirim için sabit tutar

source: If the deduction is not fixed then specifies how the deduction provided
tr: Eğer indirim sabit değilse, çıkarımın nasıl sağlandığını belirtir

source: Employee rate
tr: Çalışan oranı

source: Has max limit for deduction
tr: Çıkarım için maksimum sınırı vardır

source: Limit the deduction
tr: Çıkarımı sınırlayın

source: The maximum amount for the deduction
tr: Indirim için maksimum miktar

source: The maximum amount for ?
tr: Maksimum miktar ?

source: Employee rate must be specified for deductions that are not fixed amount
tr: Sabit olmayan indirimler için çalışan oranı belirtilmelidir

source: Don't choose taxable gross pay when pretax is enabled.
tr: Vergilendirme işlemi öncesi ücret seçeneğini seçmeyin.

source: Don't choose net pay when pretax is enabled.
tr: Vergi öncesi etkinken net maaşı seçmeyin.

source: Don't choose net pay when the tax is enabled.
tr: Vergi etkinken net maaşı seçmeyin.

source: This fields required
tr: Bu alanlar

source: If condition based, all fields (field, value, condition) must be filled.
tr: Koşul temelliyse, tüm alanlar (alan, değer, koşul) doldurulmalıdır.

source: Batch name
tr: Parti adı

source: The end date must be greater than or equal to the start date
tr: Bitiş tarihi, başlangıç tarihinden büyük veya eşit olmalıdır

source: The end date cannot be in the future.
tr: Bitiş tarihi gelecekte olamaz.

source: The start date cannot be in the future.
tr: Başlangıç tarihi gelecekte olamaz.

source: Employee ,start and end date must be unique
tr: Çalışan, başlangıç ve bitiş tarihi benzersiz olmalı

source: The data must be in dictionary or querydict type
tr: Veriler sözlük veya sorgu türünde olmalı

source: Penalty / Fine
tr: Ceza / Ceza

source: installment Amount
tr: taksit Miktarı

source: Total installments
tr: Toplam taksitler

source: Reimbursement
tr: Geri Ödeme

source: Bonus Point Encashment
tr: Bonus Puan Nakit Etme

source: Leave Encashment
tr: Nakit Bırakma

source: Available Days to encash
tr: Nakit Kazanmak İçin Mevcut Günler

source: Available days
tr: Uygun Günler

source: Carry Forward Days to encash
tr: Nakit Almak için Taşıyıcı Günler

source: Carry forward days
tr: Günler ileriye taşınır

source: Bonus points to encash
tr: Encash için bonus puanlar

source: Bonus points
tr: Ekstra puanlar

source: The employee don't have that much leaves to encash in CFD / Available days
tr: Çalışanın CFD / Mevcut günlerde çok fazla izni yok

source: Postfix
tr: Sonek

source: Payroll Settings
tr: Bordro Ayarları

source: Tax Rate
tr: Vergisi Yüzdesi

source: This tax bracket already exists
tr: Bu vergi dizimi zaten var

source: Maximum income must be greater than minimum income.
tr: Maksimum gelir, asgari gelirden daha yüksek olmalıdır.

source: Amount Per Attendance
tr: Katılım Başına Miktar

source: Amount Per
tr: Miktar Başına

source: Amount Per One Hour
tr: Bir Saat Başına Miktar

source: For working days on a month
tr: Bir aylık çalışma günleri için

source: Employer Rate :
tr: İşveren Oranı :

source: Employee Rate :
tr: Çalışan Oranı :

source: Based
tr: Merkezli

source: Export Contracts
tr: İhracat Sözleşmeleri

source: Contract Start Date From
tr: Sözleşme Başlama Tarihi

source: Contract Start Date Till
tr: Sözleşme Başlama Tarihi Tarihine Kadar

source: Contract End Date From
tr: Sözleşme bitiş tarihi

source: Contract End Date Till
tr: Sözleşmenin bitiş tarihi

source: Basic Salary Less Than or Equal
tr: Temel Maaş Daha Az veya Eşit

source: Basic Salary Greater or Equal
tr: Temel Maaş Büyük veya Eşit

source: out of
tr: dışında

source: installments
tr: taksitler

source: Loan Filter
tr: Kredi Filtresi

source: Provided date
tr: Tarih verildi

source: Is settled
tr: Yerleşti

source: Do you want to sent the payslip by mail?
tr: Maaş bordrosunu posta ile göndermek ister misiniz?

source: Are you sure you want to delete this payslip?
tr: Bu maaş bordrosunu silmek istediğinizden emin misiniz?

source: Mail Sent
tr: Posta Gönderildi

source: Bulk Payslip
tr: Toplu Maaş Çekimi

source: Export Payslips
tr: İhracat Maaş Çekimleri

source: No Attachments.
tr: Hiçbir bağ yok.

source: There are currently no allowances to consider.
tr: Şu anda dikkate alınacak bir ödenek yok.

source: There have been no contracts signed.
tr: Hiçbir sözleşme imzalanmadı.

source: Update
tr: Güncelle

source: Wage
tr: Ücret

source: Bulk Status Update
tr: Toplu Durum Güncellemesi

source: Select All Contracts
tr: Tüm Sözleşmeleri Seç

source: Unselect All Contracts
tr: Tüm Sözleşmeleri Kaldır

source: Assign Contribution Deduction
tr: Katkı Indirimi Atama

source: Contribution Deduction
tr: Katkı Kesintisi

source: Deduct From
tr: Düşüm

source: No records available.
tr: Kayıt bulunamadı.

source: One Time Deduction
tr: Tek Seferlik Çıkarım

source: There are currently no deductions to consider.
tr: Şu anda dikkate alınacak bir kesinti yok.

source: Installments
tr: Bölümler

source: Total Installments
tr: Toplam Taksitler

source: There are currently no loans to consider.
tr: Şu anda düşünülecek bir kredi yok.

source: Payslips
tr: Bordrolar

source: Select All Payslips
tr: Tüm Maaş Notlarını Seç

source: Unselect All Payslips
tr: Tüm maaş bordrolarını kaldır

source: payslips
tr: Maaş Çekimleri

source: Select all users
tr: Tüm kullanıcıları seç

source: Send via mail
tr: Posta ile gönderin

source: Employee ID
tr: Çalışan Kodu

source: Bank Acc./Cheque No.
tr: Banka Hesabı/Çek No.

source: taxable amount
tr: vergilendirilebilir tutar

source: Basic Pay Deductions
tr: Temel Ücret Kesintileri

source: Gross Pay Deductions
tr: Brüt Maaş Kesintileri

source: Net Pay Deductions
tr: Net Maaş Kesintileri

source: 's Payslip
tr: Maaş Notu

source: Payslip Period :
tr: Maaş Dönemi :

source: Employee Net Pay :
tr: Çalışan Net Maaşı :

source: Employee ID :
tr: Çalışan Kimliği :

source: Employee Name :
tr: Çalışan Adı:

source: Department :
tr: Bölüm :

source: Bank Acc./Cheque No. :
tr: Banka Hesabı/Çek No. :

source: Some deductions will update basic pay before payslip calculation starts, eg: LOP is Deduducted from basic pay if "Deduct leave from basic pay" field is enabled on the contract, and also with the update compensation deduction through
tr: Bazı indirimler, maaş bordrosu hesaplaması başlamadan önce temel maaşı günceller, örneğin: sözleşmede "Temel ücretten izin düşük" alanı etkinleştirilmişse ve güncellenen ücret indirimiyle birlikte LOP, temel maaştan düşülür

source: Total Net Payable
tr: Toplam Net Ödenecek

source: Download report
tr: Raporu indir

source: Employee Netpay :
tr: Çalışan Netpay:

source: Bank Acc./Cheque No :
tr: Banka Hesap/Çek No:

source: Gross earning - Total Deduction
tr: Brüt kazanç - Toplam Indirim

source: Mail Not Sent
tr: Posta Gönderilmedi

source: Deducation
tr: Eğitimden Ayrılma

source: Payslip report
tr: Maaş bordrosu raporu

source: No payslips have been generated.
tr: Hiçbir maaş bordrosu oluşturulmadı.

source: No Files found.
tr: Dosya bulunmadı.

source: No files available at the moment.
tr: Şu anda dosya yok.

source: No comments available at the moment.
tr: Şu anda yorum yok.

source: carryforward to encash
tr: Encash'e aktarın

source: Allowance on
tr: Üzerindeki izin

source: View Attachments
tr: Ekleri Görüntüle

source: Requsted for
tr: Talep edildi

source: Bonus points to encash.
tr: Nakit kazanmak için ekstra puan.

source: Requsted for total
tr: Toplam için requsted

source: days to encash.
tr: Günler nakit kazanmak için.

source: There are currently no reimbursement to consider.
tr: Şu anda dikkate alınacak bir geri ödeme yok.

source: All company
tr: Tüm şirket

source: Are you sure you want to delete this payslip auto generate?
tr: Bu maaş bordrosunu otomatik olarak oluşturmak istediğinizden emin misiniz?

source: Tax Bracket
tr: Vergi Dilimi

source: Allowance created.
tr: Ödenek oluşturuldu.

source: Allowance updated.
tr: Ödenek güncellendi.

source: Allowance deleted successfully
tr: İzin başarıyla silindi

source: Allowance not found
tr: Izinat bulunamadı

source: Deduction created.
tr: Çıkarım oluşturuldu.

source: Deduction updated.
tr: Çıkarım güncellendi.

source: Deduction deleted successfully
tr: Çıkarım başarıyla silindi

source: Deduction not found
tr: Çıkarım bulunamadı

source: When this payslip is run, the payslip start date will be updated to match the employee contract start date.
tr: Bu maaş bordrosu işlendiğinde, maaş bordrosu başlangıç tarihi çalışan sözleşmesinin başlangıç tarihiyle eşleşecek şekilde güncellenecektir.

source: Employee Contract Start Date
tr: Çalışan Sözleşmesi Başlama Tarihi

source: Bonus Added
tr: Bonus Eklendi

source: No active contract found for {} during this payslip period
tr: Bu maaş döneminde {} için aktif bir sözleşme bulunmadı

source: Asset fine added
tr: Varlık cezası eklendi

source: Please check the data you provided.
tr: Lütfen verdiğiniz verileri kontrol edin.

source: Filing status created successfully
tr: Dosyalama durumu başarıyla oluşturuldu

source: Filing status not found
tr: Başvuru durumu bulunamadı

source: Filing status updated successfully.
tr: Dosyalama durumu başarıyla güncellendi.

source: Filing status successfully deleted.
tr: Dosyalama durumu başarıyla silindi.

source: Filing status is in use by tax brackets. Remove them first.
tr: Vergi dilimleri tarafından başvuru durumu kullanılır. Önce onları çıkarın.

source: This filing status was not found.
tr: Bu dosyalama durumu bulunamadı.

source: An error occurred while trying to delete the filing status.
tr: Dosyalama durumunu silmeye çalışırken bir hata meydana geldi.

source: Tax bracket not found
tr: Vergi dilimi bulunamadı

source: Tax bracket successfully deleted.
tr: Vergi dilimi başarıyla silindi.

source: Python code saved successfully!
tr: Python kodu başarıyla kaydedildi!

source: Contract Created
tr: Sözleşme Oluşturuldu

source: The contract could not be found.
tr: Sözleşme bulunamadı.

source: Contract updated
tr: Sözleşme güncellendi

source: An {} contract already exists for {}
tr: {} sözleşmesi zaten {}

source: The contract status has been updated successfully.
tr: Sözleşme durumu başarıyla güncellendi.

source: You selected the wrong option for contract status.
tr: Sözleşme statüsü için yanlış seçmiştin.

source: Contract status updated
tr: Sözleşme durumu güncellendi

source: The employee filing status has been updated successfully.
tr: Çalışan başvuru durumu başarıyla güncellendi.

source: You selected the wrong option for filing status.
tr: Başvuru durumu için yanlış seçmiştin.

source: Contract deleted
tr: Sözleşme silindi

source: Contract not found.
tr: Sözleşme bulunamadı.

source: You cannot delete this contract.
tr: Bu sözleşmeyi silemezsiniz.

source: Payroll settings updated.
tr: Bordro ayarları güncellendi.

source: Payslip status updated
tr: Maaş bordrosu durumu güncellendi

source: Payslip not found
tr: Maaş bordrosu bulunamadı

source: Payslip deleted
tr: Maaş bordrosu silindi

source: Payslip not found.
tr: Maaş bordrosu bulunamadı.

source: No payslips generated for this month.
tr: Bu ay için maaş bordrosu oluşturulmadı.

source: No contracts ending this month
tr: Bu ay bitecek bir sözleşme yok

source: {employee} {period} payslip deleted.
tr: {employee} {period} maaş bordrosu silindi.

source: You cannot delete {payslip}
tr: Silemezsiniz{payslip}

source: {name} deleted.
tr: {name} silindi.

source: You cannot delete {contract}
tr: Silemezsiniz{contract}

source: The initial notice period has been successfully updated.
tr: İlk bildirim süresi başarıyla güncellendi.

source: Auto paslip generate activated successfully.
tr: Otomatik paslip oluşturma başarıyla etkinleştirildi.

source: Auto paslip generate deactivated successfully.
tr: Otomatik paslip oluşturma başarıyla devre dışı bırakıldı.

source: Active 'Payslip auto generate' cannot delete.
tr: Aktif 'Payple otomatik oluştur' silemiyor.

source: Payslip auto generate not found.
tr: Maaş bordrosu otomatik oluşturulamadı.

source: Start Value
tr: Başlangıç Değeri

source: Target Value
tr: Hedef Değer

source: Progress Percentage
tr: İlerleme Yüzdesi

source: Due On
tr: Yarışa Girecek

source: At Risk
tr: Risk Altında

source: Not Started
tr: Başlamadı

source: Behind
tr: Arkasında

source: On Track
tr: Pistte

source: Self Feedback
tr: Kendi Geri Bildirim

source: Requested Feedback
tr: İstenen Geri Bildirim

source: Anonymous Feedback
tr: Anonim Geri Bildirim

source: Add Anonymous
tr: Anonim Ekle

source: Feedbacks to Review
tr: İncelemek için Geri Bildirimler

source: Bulk feedback
tr: Toplu geri bildirim

source: Feedbacks
tr: Geri Bildirimler

source: Feedback Updated Successfully
tr: Geri Bildirim Başarıyla Yenilendi

source: Feedback Created Successfully
tr: Geri Bildirim Başarıyla Oluşturuldu

source: Update Feedback
tr: Güncelleme Geri Bildirimi

source: Feedback updated successfully!
tr: Geri bildirim başarıyla güncellendi!

source: Progress Type
tr: İlerleme Türü

source: Create Key result
tr: Anahtar sonuç oluştur

source: Update Key result
tr: Güncelleme Anahtar sonuç

source: Ket result deleted successfully!
tr: Kat sonucu başarıyla silindi!

source: Key result not found
tr: Ana sonuç bulunamadı

source: Meetings
tr: Eğitimler

source: Update Meeting
tr: Toplantıyı Güncelle

source: Meeting updated successfully
tr: Toplantı başarıyla güncellendi

source: Meeting added successfully
tr: Toplantı başarıyla eklendi

source: Add Response
tr: Yanıt ekle

source: Response added successfully
tr: Yanıt başarıyla eklendi

source: Assigned Objectives
tr: Atanmış Hedefler

source: All Objectives
tr: Tüm Hedefler

source: Create Employee Objective
tr: Çalışan Hedefi Oluşturun

source: Update Employee Objective
tr: Çalışan Hedefini Güncelle

source: Employee objective Updated successfully
tr: Çalışan amacı Başarıyla güncellendi

source: Employee objective created successfully
tr: Çalışan hedefi başarıyla oluşturuldu

source: Create Objective
tr: Hedef Oluştur

source: Update Objective
tr: Gorevi Guncelle

source: Objective Updated successfully
tr: Hedef Başarıyla Güncellendi

source: Objective created successfully
tr: Başarıyla oluşturulan hedef

source: Add assignees
tr: Atayanları ekle

source: Key result updated sucessfully.
tr: Ana sonuç başarıyla güncellendi.

source: Key result assigned sucessfully.
tr: Anahtar sonuç başarıyla atandı.

source: Create Period
tr: Yaratma Dönemi

source: Update Period
tr: Güncelleme Dönemi

source: Period Updated Successfully
tr: Başarıyla Güncellenen Dönem

source: Period Created Successfully
tr: Başarıyla Oluşturulan Dönem

source: Total Questions
tr: Toplam Soru

source: Add Question Template
tr: Soru Şablonu Ekle

source: Edit Question Template
tr: Soru Şablonunu Düzenle

source: Question Template Updated Successfully
tr: Soru Şablonu Başarıyla Güncellendi

source: Question Template Created Successfully
tr: Soru Şablonu Başarıyla Oluşturuldu

source: Create Bonus Point Setting
tr: Bonus Puan Ayarları Oluştur

source: Employee Bonus Point
tr: Çalışan Bonus Puanı

source: Create Employee Bonus Point
tr: Çalışan Bonus Puanı Yaratın

source: Share Feedback request
tr: Geri Bildirim Paylaşımı

source: Bulk Feedback request
tr: Toplu Geri Bildirim Talebi

source: Key result
tr: Önemli sonuç

source: Enter a title
tr: Bir başlık girin

source: Enter a description
tr: Açıklama Yaz

source: Is Cyclic Feedback
tr: Döngüsel Geri Bildirim

source: For Developer
tr: Geliştirici için

source: Enter question
tr: Soru girin

source: Add a comment...
tr: Yorum Ekle...

source: Question template is required when answer employees are choosed
tr: Cevap çalışanları seçildiğinde soru şablonu gereklidir

source: This 'Bonus for' is not in the Model's status
tr: Bu 'Bonus' Modelin durumunda yok

source: Bonus point must be greater than zero
tr: Bonus puan sıfırdan büyük olmalı

source: Point should be greater than zero.
tr: Puan sıfırdan büyük olmalı.

source: Other employees
tr: Diğer çalışanlar

source: Employees need to sent feedback request.
tr: Çalışanların geri bildirim talebi göndermesi gerekir.

source: Include all subordinates
tr: Tüm astları dahil et

source: Include all colleagues
tr: Tüm meslektaşları dahil et

source: Include all keyresults
tr: Tüm temel sonuçları dahil et

source: Include all keyresults assigned to the employee.
tr: Çalışana atanan tüm anahtar sonuçları dahil edin.

source: Percentage
tr: Yüzde

source: Number
tr: Numara

source: Months
tr: Aylar

source: Years
tr: Yıl

source: The target value can't be zero.
tr: Hedef değer sıfır olamaz.

source: The key result progress type is in percentage, so the target value cannot exceed 100.
tr: Temel sonuç ilerleme türü yüzde cinsindendir, bu yüzden hedef değer 100'ü geçemez.

source: Text
tr: Metin

source: Multi-choices
tr: Çok seçmeli

source: Employees working on the same department.
tr: Aynı departmanda çalışan çalışanlar.

source: Employees for whom the feedback requester is the reporting manager
tr: Geri bildirim talep edenin raporlama yöneticisi olduğu çalışanlar

source: Cycle Period
tr: Döngü Dönemi

source: Answerable Employees
tr: Sorumlu Çalışanlar

source: Select the employees who can respond to question template in this meeting's, if any are added.
tr: Bu toplantıda soru şablonuna yanıt verebilecek çalışanları seçin, eğer eklendiyse.

source: Project
tr: Proje

source: Completing
tr: Tamamlanma
